Repository: GnoTime/gnotime
Catalog: po/*.po
Languages: bg, lv, sk, tr, uk

source: Show `Timer'
lv: Parâdît `Pulkstenis'
sk: Zobrazi» 'Èasovaè'
tr: Saati göster
uk: Показувати "Таймер"

source: Show the 'szing', that is, the estimated amount of work that it will take to perform this project.
lv: Parâdît 'szing', tas ir, atlikuðo darba apjomu, kas bûs nepiecieðams, lai pabeigtu ðo projektu.
sk: Zobrazi» 'veµkos»', èo je oèakávané mno¾stvo práce potrebné pre dokonèenie tohto projektu.

source: Switch Project Command:
lv: Projekta Pârslçgðanas Komanda:
sk: Príkaz pre prepnutie projektu:
tr: Proje Komutunu Deðiþtir:
uk: Команда визначення проекту:

source: Switches between projects that happen faster than this will not be logged (enter the number of seconds)
lv: Pârslçgðanâs starp projektiem, kas notiek âtrâk par ðo, netiks iegrâmatotas (ievadi sekunþu daudzumu)
sk: Prepnutia medzi projektmi rýchlej¹ie ako táto doba nebudú zaznamenané v ¾urnáli (zadajte poèet sekúnd)

source: The current active project will be made inactive after there has been no keyboard/mouse activity after this number of seconds. Set to -1 to disable.
lv: Paðreizçjais aktîvais projekts tiks padarîts par neaktîvu, ja nekonstatçs klavietûras/peles aktivitâtes pçc ðî sekunþu daudzuma. Iestati -1, lai deaktivizçtu.
sk: Aktívny projekt sa stane neaktívnym, ak nie je ¾iadna aktivita my¹i alebo klávesnice za túto dobu v sekundách. Vypnete hodnotou -1.

source: Toolbar
lv: Rîkjosla
sk: Nástrojový pruh
tr: Araç çubuðu
uk: Панель ╕нструмент╕в

source: Toolbar Segments
lv: Rîkjoslas Segmenti
sk: Segmenty nástrojového pruhu
tr: Araç Çubuðu Bölümleri
uk: Сегменти панел╕ ╕нструмент╕в

source: Use Logfile
lv: Lietot Þurnâlfailu
sk: Pou¾i» súbor so záznamom
tr: Kayýt dosyasýný kullan
uk: Використовувати журнал

source: View Project Fields
lv: Parâdît Projekta Laukumus
sk: Zobrazi» polia projektu
tr: Proje Alanlarýný Göster

source: % Complete
lv: % Pabeigti
sk: % hotových

source: A title to assign to this project
lv: Nosaukums, kuru piedçvçt konkrçtajam projektam
sk: Titulok pre tento projekt

source: Auto-merge Gap:
lv: Auto-apvienoðanas Starplaiks:
sk: Medzera pre auto-spojenie:

source: Auto-merge Interval:
lv: Auto-apvienoðanas Intervâls:
sk: Interval pre auto-spojenie:

source: Does this item need immediate attention? Note that some urgent tasks might not be important. For example, Bill may want you to answer his email today, but you may have better things to do today.
lv: Vai ðai lietai ir nepiecieðama tûlîtçja uzmanîba? Zini, ka daþi steidzami uzdevumi var nebût svarîgi. Piemçram, Artis var gribçt, lai tu atbildi uz viòa epasta vçstuli jau ðodien, bet tev var bût svarîgâkas lietas, ko ðodien darît.
sk: Vy¾aduje táto polo¾ka okam¾itú pozornos»? Uvedomte si, ¾e niektoré urgentné úlohy nemusia by» dôle¾ité. Napríklad, Peter mô¾e chcie» odpoveï na e-mail dnes, ale vy máte iné veci na práci.

source: Double-Overtime Rate:
lv: Dubult-Papildllaika Maksa:
sk: Frekvencia dvojitého cezèasu:

source: Due Date:
lv: Paredzçtais Laiks:
sk: Termín:

source: Flat Fee:
lv: Cietâ Maksa:
sk: Jednotná mzda:

source: Hours to Finish:
lv: Stundas, lai Pabegtu:
sk: Hodín na dokonèenie:

source: How important is it to perform this task? Not everything important is urgent. For example, it is important to file a tax return every year, but you have a lot of time to get ready to do this.
lv: Cik svarîgs ir ðî uzdevuma izpildîjums? Ne viss svarîgais ir steidzams. Piemçram, ir svarîgi iesniegt nodokïu atskaiti katru gadu, bet tev ir daudz laika, lai sagatavotos to izdarît.
sk: Ako dôle¾ité je vykona» túto úlohu? Nie v¹etko, èo je dôle¾ité, je aj urgentné. Napríklad, je dôle¾ité vyplni» daòové priznanie, ale máte na to dos» èasu.

source: If the gap between intervals is smaller than this, the intervals will be merged together.
lv: Ja atstarpe starp intervâliem ir lîdzîga ðai, intervâli tiks apvienoti.
sk: Ak je medzera medzi intervalmi men¹ia ako toto, intervali budú spojené do jedného.

source: If this project is billed for one price no matter how long it takes, enter the fee here.
lv: Ja ðis projekts tiks apmaksâts par vienu samaksu neatkarîgi no tâ, cik ilgi tas turpinâs, ieraksti atalgojumu ðeit.
sk: Ak je projekt platený rovnako bez ohµadu na to, ako dlho trva, zadajte sem mzdu.

source: Importance:
lv: Svarîgums:
sk: Dôle¾itos»:
tr: Önem:

source: Internal notes about the project that will not be printed on an invoice.
sk: Súkromné poznámky o projekte, memo, ktoré nebude vytlaèené na faktúre.

source: Intervals
lv: Intervâli
sk: Intervaly
tr: Aralýklar

source: Intervals smaller than this will be discarded
lv: Intervâli mazâki par ðo netiks òemti vçrâ
sk: Intervaly men¹ie ako táto hodnota budú zahodené

source: Medium
lv: Vidçjais
sk: Stredná

source: Minimum Interval:
lv: Minimâlais Intervâls:
sk: Minimálny iterval:

source: Not Set
lv: Nav Uzstâdîts
sk: Nenastavené
tr: Ayarlanmadý

source: Notes:
lv: Piezîmes:
sk: Poznámky:
tr: Notlar:

source: Overtime Rate:
lv: Papildlaika Maksa:
sk: Mzda pre cezèas:

source: Planned Finish:
lv: Plânots Pabeigt:
sk: Plánovaný koniec:
tr: Planlanan Bitiþ:

source: Planned Start:
lv: Plânotais Sâkums:
sk: Plánovaný zaèiatok:
tr: Planlanan Baþlangýç:

source: Planning
lv: Plânoðana
sk: Plánovanie
tr: Planlanýyor

source: Project
lv: Projekts
sk: Projekt
tr: Proje
uk: Проект

source: Project Description:
lv: Projekta Apraksts:
sk: Popis projektu:
tr: Proje Açýklamasý:
uk: Опис проекту:

source: Project Title:
lv: Projekta Nosaukums:
sk: Titulok projektu:
tr: Proje Ýsmi:
uk: Заголовок проекту:

source: Rates
lv: Tarifi
sk: Mzdy

source: Regular Rate:
lv: Parastâ Maksa:
sk: Normálna mzda:

source: Status:
lv: Statuss:
sk: Stav:
tr: Durum:

source: The dollars per hour charged for overtime work on this project.
lv: Dolâri stundâ, kurus iegûst par papildlaika darbu ðajâ projektâ.
sk: Dolárov za hodinu úètovaných pre cezèasy pre tento projekt.

source: The dollars per hour normally charged for this project.
lv: Dolâri stundâ, kurus parasti iegûst par ðo projektu.
sk: Dolárov za hodinu normálne úètovaných pre tento projekt.

source: The over-overtime rate (overtime on Sundays, etc.)
lv: Papild-papildlaika maksa (papildlaiks Sestdienâs utt.)
sk: Frekvencia pre dvojitý cezèas (nedele apod)

source: Time below which an interval is merged with its neighbors
lv: Laiks, zem kura intervâli tiks apvienoti ar tâ kaimiòiem
sk: Doba, pod ktorú je interval spojený so súsediacimi intervalmi

source: Urgency:
lv: Steidzamîba:
sk: Urgentnos»:
tr: Aciliyet:

source: What is the status of this project?
lv: Kâds ir ðî projekta statuss?
sk: Aký je stav tohto projektu?

source: a short description that will be printed on the invoice.
lv: îss apraksts, kurð tiks drukâts uz rçíina.
sk: krátky popis vytlaèený na faktúre.

source: seconds
lv: sekundes
sk: sekúnd

source: Add a new time interval
sk: Vlo¾í nový èasový interval

source: Cut Entry & _Times
sk: Vystrihnú» polo¾ku a èa_s

source: Delete the diary entry only, keep the time intervals
sk: Odstráni iba polo¾ku denníka, èasové intervaly zostanú

source: Delete the diary entry, and the time intervals below it.
sk: Odstráni polo¾ku denníka a èasové intervaly pod ním.

source: Edit the diary entry and other task properties.
sk: Upraví polo¾ku denníka a ostatné vlastnosti úlohy.

source: Insert a new diary entry above this one.
sk: Vlo¾í novú polo¾ku denníka nad aktuálnu polo¾ku.

source: New Time Interval
sk: Nový èasový interval

source: _Cut Diary Entry
sk: _Vystrihnú» polo¾ku denníka

source: _Edit Diary Entry
sk: _Upravi» polo¾ku denníka

source: _New Diary Entry
sk: _Nová polo¾ka denníka

source: _Paste Diary Entry
sk: _Vlo¾i» polo¾ku denníka

source: A set of private notes that will not be printed on an invoice.
lv: Privâtu piezîmju kopums, kas netiks drukâts uz rçíina.
sk: Súkromné poznámky, ktoré nebudú na faktúre.

source: A short description to attach to this block of time.
lv: Îss apraksts, kuru pievienot ðim laika blokam.
sk: Krátky popis pridaný k tomuto bloku èasu.

source: Billable:
lv: Aprçíins:
sk: Zúètovateµné:

source: Billing Block:
lv: Aprçíina Bloks:
sk: Zúètovateµný blok:

source: Billing Rate:
lv: Aprçíina Likme:
sk: Frekvencia úètovania:

source: Billing Status:
lv: Aprçíina Statuss:
sk: Stav úètovania:

source: Diary Entry Properties
sk: Vlastnosti polo¾ky denníka

source: Diary Entry:
sk: Polo¾ka denníka:

source: Fee rate to be charged for this task.
lv: Brîvâ maksa, kura jâsaòem par ðo uzdevumu.
sk: Mzda úètovaná za túto úlohu.

source: How should this task be billed? "Billable" means bill to the customer in the normal fashion. "Not Billable" means we can't ask for money for this, don't print on the invoice. "No Charge" means print on the invoice as 'free/no-charge'.
lv: Kâ ðis uzdevums bûtu jâaprçíina? "Iekïaut Aprçíinâ" nozîmç izziòot klientam parastâ kârtâ. "Neiekïaut Aprçíinâ" nozîmç, ka mçs nevaram par to prasît naudu, nedrukât to uz rîíina. "Bezmaksas" nozîmç drukât to rçíinâ kâ 'pa brîvu/bezmaksas'.
sk: Mô¾e by» táto úloha úètovaná zákazníkovi? "Vyúètovateµné" znamená, ¾e je mo¾né úètova» normálne, "Nevyúètovateµné" znamená, ¾e to nie je mo¾né po¾adova» zaplati», "Bezplatne" zamená, ¾e vytlaèi» na faktúre ako 'zadarmo'.

source: Is this task ready to be billed to the customer? "Hold" means maybe, but not yet, needs review. "Bill" means print this on the next invoice. "Paid" means that it should no longer be included on invoices.
lv: Vai ðis uzdevums ir gatavs, lai tâ rçíinu nosûtîtu klientam? "Aizturçt" nozîmç varbût, bet vçl nç, vajag pârskatît. "Aprçíinât" nozîmç drukât to uz nâkamâ rçíina. "Samaksâts" nozîmç, ka tas vairs nav jâiekïauj rçíinos.
sk: Mô¾e by» táto úloha úètovaná zákazníkovi? "Pozdr¾ané" znamená, ¾e mo¾no, ale nie teraz, "Vyúètovateµné" znamená, ¾e to má by» vytlaèené na nasledujúcej faktúre. "Zaplatené" zamená, ¾e sa u¾ ne ïal¹ích faktúrach nemá objavi».

source: OverOver
lv: PapildPapild
sk: Dvojitý

source: The billed unit of time will be rounded to an integer multiple of this time.
lv: Aprçíina vienîba tiks noapaïota uz veselu ðî laika skaitli
sk: Jednotka úètovaného èasu bude zaokrúhlená na celoèíselný násobok tohto èasu.

source: minutes
lv: minûtes
sk: minút
tr: dakika

source: This program is part of the GNOME project. Logview comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the conditions of the GNU General Public Licence. The log icon is a courtesy of Tuomas Kuosmanen (a.k.a tigert).
sk: Tento program je súèas»ou projektu GNOME. Logview nedáva ABSOLÚTNE ®IADNE ZÁRUKY. Je to voµne ¹íriteµný softvér, a budeme radi ak ho budete distribuova» ïalej podµa pravidiel GNU General Public Licence. Log ikona je od Tuomasa Kuosmanena (a.k.a tigert).
tr: Bu program Linux için GNOME projesinin bir parçasýdýr ve serbest olarak daðýtýlmaktadýr. GNU Genel Kamu Lisansý'na uygun olarak yeniden daðýtabilirsiniz.

source: Action database
bg: База данни с действия
lv: Darbîbu datubâze
sk: Databáza akcií
tr: Ýþlem veritabaný
uk: База под╕й

source: Monitor options
bg: Опции на Наблюдение
lv: Monitringa opcijas
sk: Mo¾nosti monitoru
tr: Görüntüleme seçenekleri
uk: Точка монтування

source: Add...
bg: Добавя...
lv: Pievienot..
sk: Prida»...
tr: Ekle...
uk: Додати...

source: Edit...
bg: Редактира...
lv: Rediìçt
sk: Upravi»...
tr: Düzenle...
uk: Зм╕нити...

source: Cannot open action data base <%s>! Open failed.
bg: Не мога да отворя базата данни с действия <%s>! Отварянето пропадна.
lv: Nevar atvçrt darbîbu datu bâzi <%s>! Atvçrðana neizdevâs.
sk: Nepodarilo sa otvori» databázu <%s>! Otvorenie zlyhalo.
tr: <%s> eylem veritabaný açýlamadý.

source: Error parsing actions data base
bg: Грешка при обработка на базата данни с действия
lv: Kïûda analizçjot darbîbu datubâzi
sk: Chyba pre spracovaní databáze akcií
tr: Ýþlemler veritabaný açýlamadý
uk: Помилка анал╕зу бази д╕й

source: Can't write to actions database!
bg: Не мога да пиша в базата данни с действия!
lv: Nevar ierakstît darbîbas datubâzç!
sk: Nepodarilo sa zapisova» do databáze akcií!
tr: Ýþlemler veritabanýna yazýlamadý!
uk: Неможливо записати в базу д╕й!

source: <empty>
bg: <празно>
lv: <tukðs>
sk: <prázdne>
tr: <boþ>
uk: <пусто>

source: log name regexp
bg: регулярен израз за журнал
lv: log vârda regexp
sk: reg výraz pre meno záznamu
tr: düzgün deyim adý

source: process regexp
bg: регулярен израз за процес
lv: procesa regexp
sk: reg. výraz pre proces
tr: Ýþlem düzgün deyimi
uk: регулярний вираз для процесу

source: message regexp
bg: регулярен израз за съобщение
lv: ziòas regexp
sk: reg. výraz pre správu
tr: mesaj düzgün deyimi
uk: регулярний вираз для пов╕домлення

source: action to execute when regexps are TRUE
bg: действие за изпълнение когато регулярните изрази са TRUE
lv: darbîbas, kuras izpildît, kad regexpi ir TRUE (piepildâs)
sk: vykona» akciu ak platia reg. výrazy
tr: düzgün deyimler doðru ise yapýlacak iþlem
uk: д╕я, що викону╓ться коли регулярний вираз справджу╓ться

source: description
bg: описание
lv: apraksts
sk: popis
tr: taným
uk: опис

source: description:
bg: описание:
lv: apraksts:
sk: popis:
tr: taným:
uk: опис:

source: Description of this entry.
bg: Описание за този запис.
lv: Ðî ieraksta apraksts.
sk: Popis tejto polo¾ky.
tr: Bu girdinin açýklamasý.
uk: Опис цього запису.

source: Log stats
bg: Статистика на журнал
lv: Þurnâla statistika
sk: ©tatistika záznamov
tr: Kayýt durumu
uk: ╤нформац╕я про журнал

source: Log information
bg: Журнална информация
lv: Þurnâla informâcija
sk: Informácia o súbore so záznamom
tr: Bilgiyi kaydet
uk: ╤нформац╕я про журнал

source: Log:
bg: Журнал:
lv: Þurnâls:
sk: Súbor:
tr: Kayýt:
uk: Журнал:

source: Size:
bg: Размер:
lv: Izmçrs:
sk: Veµkos»:
tr: Boyut:
uk: Розм╕р:

source: Modified:
bg: Модифициран:
lv: Izmainîts:
sk: Zmena:
tr: Deðiþtirilme:
uk: Зм╕нено:

source: Start date:
bg: Начална дата:
lv: Sâknçðanas datums:
sk: Prvý dátum:
tr: Baþlangýç tarihi:
uk: Початкова дата:

source: Last date:
bg: Крайна дата:
lv: Pçdçjais datums:
sk: Posledný dátum:
tr: Son tarih:
uk: Остання дата:

source: Num. lines:
bg: Брой редове:
lv: Rindiòu nr.:
sk: Poè. riadkov:
tr: Satýr sayýsý:
uk: К╕льсть рядк╕в:

source: %ld bytes
bg: %ld байта
lv: %ld baiti
sk: %ld bajtov
tr: %ld bayt
uk: байт╕в: %ld

source: January
bg: Януари
lv: Janvâris
sk: Január
tr: Ocak
uk: С╕чень

source: February
bg: Февруари
lv: Februâris
sk: Február
tr: Þubat
uk: Лютий

source: March
bg: Март
lv: Marts
sk: Marec
tr: Mart
uk: Березень

source: April
bg: Април
lv: Aprîlis
sk: Apríl
tr: Nisan
uk: Кв╕тень

source: May
bg: Май
lv: Maijs
sk: Máj
tr: Mayýs
uk: Травень

source: June
bg: Юни
lv: Jûnijs
sk: Jún
tr: Haziran
uk: Червень

source: July
bg: Юли
lv: Jûlijs
sk: Júl
tr: Temmuz
uk: Липень

source: October
bg: Октомври
lv: Oktobris
sk: Október
tr: Ekim
uk: Жовтень

source: Not enough memory!
bg: Няма достатъчно памет!
lv: Par maz atmiòas!
sk: Nedostatok pamäti!
tr: Bellek yetersiz!
uk: Не вистача╓ пам'ят╕!

source: Out of memory!
bg: Недостига памет!
lv: Nav vairs atmiòas!
sk: Nedostatok pamäti!
tr: Bellek yetersiz!
uk: Вих╕д за меж╕ пам'ят╕!

source: Unable to open logfile!
bg: Не мога да отворя журнален файл!
lv: Nevar atvçrt þurnâlfailu!
sk: Nepodarilo sa otvori» súbor so záznamom!
tr: Kayýt dosyasý açýlamadý!
uk: Не вдалося в╕дкрити журнал!

source: %s is not a regular file.
bg: %s не е обикновен файл.
lv: %s nav parasts fails.
sk: %s nie je normálny súbor.
tr: %s normal bir dosya deðil.
uk: %s не ╓ звичайним файлом.

source: %s is not user readable. Either run the program as root or ask the sysadmin to change the permissions on the file.
bg: %s не е четим. Изпълнете програмата като 'root' или помолете системният администратор да смени правата на файла.
lv: %s nav lietotâjam nolasâms. Vai nu palaid programmu kâ root, vai arî palûdz sistçmas administratoam nomainît ðî faila atïaujas.
sk: %s nie je èitateµný pou¾ívateµmi. Buï spus»te program ako root alebo po¾iadajte administrátora o zmenu práv k tomuto súboru.
tr: %s okunamýyor. Bu programý ya root kullanýcýsýyla çalýþtýrýn, ya da dosyanýn eriþim haklarýný deðiþtirmek üzere sistem yöneticinize baþvurun.

source: %s could not be opened.
bg: %s не може да бъде отворен.
lv: %s nevar tikt atvçrts.
sk: %s nebolo mo¾né otvori».
tr: %s açýlamadý.
uk: %s не може бути в╕дкритим.

source: %s not a log file.
bg: %s не е журнален файл.
lv: %s nav þurnâlfails.
sk: %s nie je súbor so záznamom.
tr: %s bir kayýt dosyasý deðil.
uk: %s не ╓ журналом.

source: ReadLogStats: out of memory
bg: ReadLogStats: недостатъчно памет
lv: Lasît Þurnâla Statistiku: nav vairs atmiòas
sk: ReadLogStats: nedostatok pamäti
tr: ReadLogStats: yetersiz bellek
uk: ReadLogStats: вих╕д за меж╕ пам'ят╕

source: Open log...
lv: Atvçrt þurnâlu...
sk: Otvori» súbor so záznamom...
tr: Kaydý aç...

source: Open log
lv: Atvçrt þurnâlu
sk: Otvorí súbor so záznamom
tr: Kaydý aç
uk: В╕дкрити журнал

source: Export log...
lv: Eksportçt þurnâlu...
sk: Exportova» súbor so záznamom...
tr: Kaydý kaydet...

source: Export log
lv: Eksportçt þurnâlu
sk: Exportuje súbor so záznamom
tr: Kaydý kaydet
uk: Експортувати журнал

source: Close log
lv: Aizvçrt þurnâlu
sk: Zatvorí súbor so záznamom
tr: Kaydý kapat
uk: Закрити журнал

source: Switch log
bg: Превключва журнал
lv: Parslçgties uz þurnâlu
sk: Prepne na iný záznam
tr: Kaydý deðiþtir
uk: Перемикнути журнал

source: Monitor...
lv: Novçrot...
sk: Monitorova»...
tr: Ýzle...

source: Monitor log
lv: Novçrot þurnâlu
sk: Monitoruje záznam
tr: Kaydý izle
uk: Мон╕торинг журналу

source: Exit program
lv: Iziet no programmas
sk: Ukonèí program
tr: Programdan çýk
uk: Вийти з програми

source: Show calendar log
lv: Parâdît kalendâra þurnâlu
sk: Zobrazí záznam kalendára
tr: Takvim kaydýný göster
uk: Показати календар журналу

source: Show log stats
lv: Parâdît þurnâla statistiku
sk: Zobrazí ¹tatistiky o zázname
tr: Kayýt durumunu göster
uk: Показати ╕нформац╕ю про журнал

source: Zoom
lv: Fokusçt
sk: Lupa
tr: Odakla

source: Show line info
lv: Parâdît lînijas info
sk: Zobrazi» informácie o riadku
tr: Satýr bilgisini göster
uk: Показати ╕нформац╕ю про рядок

source: Show user preferences
lv: Parâdît lietotâja preferences
sk: Zobrazi» pou¾ívateµské nastavenia
tr: Kullanýcý tercihlerini göster
uk: Показати налаштування користувача

source: Select...
lv: Izvçlçties...
sk: Vybra»...
tr: Seç...
uk: Вибрати...

source: Select log events
lv: Izvçlçties þurnâla ierakstus
sk: Vyberie udalosti záznamu
tr: Kayýt olaylarýný seçin
uk: Вибрати журнальн╕ под╕╖

source: Filter log events
lv: Filtrçt þurnâla ierakstus
sk: Filtruje udalosti záznamu
tr: Kayýt olaylarýný filtrele
uk: Ф╕льтр журнальних под╕й

source: Info about logview
bg: Информация относно преглед на журнал
lv: Info par logview
sk: Zobrazí informácie o logview
tr: logview hakkýnda bilgi
uk: ╤нформац╕я про програму перегляду журнал╕в

source: No log files to open
bg: Няма журнален файл за отваряне
lv: Nav þurnâlfaila ko atvçrt
sk: Neotvorené ¾iadne súbory so záznamom
tr: Açýlacak kayýt dosyasý bulunamadý
uk: Нема╓ журнал╕в для в╕дкривання

source: System Log Viewer
bg: Програма за Преглед на Журнали
lv: Sistçmas Logu Skatîtâjs
sk: Zobrazovaè systémových záznamov
tr: Sistem Kayýt Ýzleyici
uk: Переглядач системних журнал╕в

source: Filename:
bg: Име на файл:
lv: Faila nosaukums:
sk: Meno súboru:
tr: Dosya adý:
uk: Назва файлу:

source: Date:
lv: Datums:
sk: Dátum:
tr: Gün:
uk: Дата:

source: Too many open logs. Close one and try again
bg: Твърде много отворени файлове. Затворете един и опитайте отново
lv: Par daudz atvçrtu þurnâlu.
sk: Príli¹ veµa otvorených záznamov. Zatvorte niektorý a skúste to znovu.
tr: Çok fazla açýk kayýt var. Birisini kapatýn ve tekrar deneyin.
uk: надто багато в╕дкритих журнал╕в. Закрийте один та спробуйте знову.

source: Open new logfile
bg: Отваря нов журнален файл
lv: Atvçrt jaunu þurnâlfailu
sk: Otvori» nový súbor so záznamom
tr: Yeni kayýt dosyasý aç
uk: В╕дкрити новий журнал

source: Error: [%s]
bg: Грешка: [%s]
lv: Kïûda: [%s]
sk: Chyba: [%s]
tr: Hata: [%s]
uk: Помилка: [%s]

source: Choose logs to monitor
bg: Избор на журнал за наблюдение
lv: Izvçlçties þurnâlus monitorçðanai
sk: Vybra» monitorované záznamy
tr: Ýzlenecek kayýtlarý seçin
uk: Вибер╕ть журнал для мон╕торингу

source: Add >>
bg: Добавя >>
lv: Pievienot >>
sk: Prida» >>
tr: Ekle >>

source: Remove <<
bg: Премахва <<
lv: Izòemt <<
sk: Odstráni» <<
tr: Sil <<

source: Hide app
bg: Скрива приложение
lv: Slçpt aplikâciju
sk: Skry» apl.
tr: Uygulamayý gizle
uk: Прибрати програму

source: Exec actions
bg: Изпълнява действия
lv: Izpildît darbîbas
sk: Vykona» akcie
tr: Ýþlemleri çalýþtýr
uk: Виконати д╕╖

source: Actions...
bg: Действия...
lv: Darbîbas...
sk: Akcie...
tr: Eylemler...

source: tmp_list is NULL
bg: tmp_list е NULL
lv: tmp_list ir NULL
sk: tmp_list je NULL
tr: tmp_list boþ
uk: tmp_list -- NULL

source: Monitoring logs...
bg: Наблюдава журнали...
lv: Novçrojam þurnâlus...
sk: Monitorujem záznamy..
tr: Kayýtlar izleniyor...

source: TOUCHED!!
bg: ПРОМЕНЕНО!!
lv: AIZTIKTS!!
sk: ZMENENÝ!!
tr: DOKUNULDU!!
uk: ЗМ╤НЕНО!!

source: hostname column width ( 0 to hide this column ):
bg: ширина на колоната за име на хост (0 за скриване на колоната ):
lv: resursdatora slejas platums ( 0 paslçps ðo sleju ):
sk: ¹írka ståpca s menom hostiteµa ( 0 skryje tento ståpec ):
tr: makine adý sütun geniþliði bu sütunu gizlemek için 0):
uk: ширина стовпчика назви машини (0 прибира╓ цей стовпчик):

source: Columns
bg: Колони
lv: Slejas
sk: Ståpcov
tr: Sütunlar
uk: Стовпчики

source: Zoom view
bg: Мащаб на преглед
lv: Palielinâts skatîjums
sk: Zväè¹i» pohµad
tr: Görüntüyü yakýnlaþtýr
uk: Подробиц╕

source: Log line detail for %s
bg: Подробност на ред от журнала за %s
lv: Þurnâla rindiòas detaïas priekð %s
sk: Detaily pre riadok záznamu %s
tr: %s dosyasý için kayýt ayrýntýlarý
uk: Подробиц╕ про рядок з %s

source: Log line detail for <No log loaded>
bg: Подробен ред на журнала за <Няма зареден журнал>
lv: Þurnâla rindiòas detaïas priekð <þurnâls nav ielâdçts>
sk: Detaily pre riadok záznamu <Nenaèítaný ¾iadny záznam>
tr: Kayýt ayrýntýlarý (dosya yüklenmedi)
uk: Подробиц╕ про рядок з <Журналу не завантажено>

source: Date:
bg: Дата:
lv: Datums:
sk: Dátum:
tr: Tarih:
uk: Дан╕:

source: Process:
bg: Процес:
sk: Proces:
tr: Ýþlem:
uk: Процес:

source: Message:
bg: Съобщение:
lv: Ziòojums:
sk: Správa:
tr: Mesaj:
uk: Пов╕домлення:

source: Description:
bg: Описание:
lv: Apraksts:
sk: Popis:
tr: Açýklama:
uk: Опис:

source: Cannot open regexp data base <%s>! Open failed.
bg: Не мога да отворя базата данни с регулярни изрази <%s>! Отварянето пропадна.
lv: Nevar atvçrt regexp datu bâzi <%s>! Atvçrðana neizdevâs.
sk: Nepodarilo sa otvori» databázu regulárnych výrazov <%s>! Otvorenie zlyhalo.
tr: <%s> düzgün deyimler veritabaný açýlamadý.

source: Cannot open description data base <%s>! Open failed.
bg: Не мога да отворя базата данни с описания <%s>! Отварянето пропадна.
lv: Nevar atvçrt apraksta datu bâzi <%s>! Atvçrðana neizdevâs.
sk: Nepodarilo sa otvori» databázu popisov <%s>! Otvorenie zlyhalo.
tr: <%s> açýklamalar veritabaný açýlamadý.

source: Do nothing
lv: Darît neko
sk: Nerobi» niè
tr: Hiç bir þey yapma
uk: Не робити н╕чого

source: Append it to ->
lv: Pievienot uz ->
sk: Prida» do ->
tr: Buraya ekle ->
uk: Додати це до ->

source: Search it in ->
lv: Meklçt tajâ ->
sk: Hµada» v ->
tr: Burada ara ->
uk: Шукати це в ->

source: Edit it
lv: Rediìçt to
sk: Upravi»
tr: Düzenle
uk: Зм╕нити це

source: List
lv: Saraksts
sk: Zoznam
tr: Liste
uk: Список

source: Grid
lv: Restes
sk: Mrie¾ka
tr: Çerçeve
uk: С╕тка

source: Edit
lv: Rediìçt
sk: Upravi»
tr: Düzenle
uk: Редагування

source: File
lv: Fails
sk: Súbor
tr: Dosya
uk: Файл

source: Search RGB
lv: Meklçt RGB
sk: Hµada» RGB
tr: RGB Ara
uk: Пошук RGB

source: Concat
sk: Spoji»
tr: Kýsalt
uk: Злити
