Repository: GnoTime/gnotime
Catalog: po/*.po
Languages: bg, lv, sk, tr, uk

source: ERead Error: Problem reading cylinder %d, expected %d, read %d
bg: Грешка при Четене: Проблем при четене на цилиндър %d, очакваше се %d, а е прочетено %d
lv: ELasîðanas Kïûda: Problçma lasot cilindru %d, gaidîja %d, nolasîja %d
sk: EChyba èítania: Problém s èítaním cylindra %d, oèakávané %d, preèítané %d
tr: ERead Hatasý: %d silindirini okurken hata (%d bekleniyordu, %d okundu)
uk: EПомилка зчитування: Проблема ╕з зчитуванням цил╕ндра %d, оч╕кувалось %d, зчитано %d

source: EProblem reading cylinder %d, expected %d, read %d
bg: Проблем при четене а цилиндър %d, очакваше се %d, а е прочетено %d
lv: EProblçma lasot cilindru %d, gaidîja %d, nolasîji %d
sk: EProblém s èítaním cylindra %d, oèakávané %d, preèítané %d
tr: %d silindirini okurken hata (%d bekleniyordu, %d okundu)
uk: EПроблема ╕з зчитуванням цил╕ндра %d, оч╕кувалось %d, зчитано %d

source: MBad data in cyl %d. Continuing...
bg: Лоши данни в цил %d. Продължавам...
lv: MSlikti dati cilindrâ %d. Turpinâm...
sk: MChybné dáta v cyl %d. Pokraèujem...
tr: %d silindirinde hatalý veri. Devam ediliyor...
uk: MПоган╕ дан╕ в цил╕ндр╕ %d. Продовження...

source: EError closing device %s
bg: Грешка при затваряне на устройство %s
lv: EKïûda aizverot iekârtu %s
sk: EChyba pri naèítavaní súboru %s
tr: %s aygýtý kapatýlýrken hata
uk: EПомилка закривання пристрою %s

source: MVerifying the format... Done
bg: Проверка на формата... Завърши
lv: MPârbaudu formâtu... Izdarîts
sk: MOverujem formát...Hotovo
tr: Biçimlendirme iþlemi sorgulanýyor... Tamamlandý
uk: MПерев╕рка форматування... Завершено

source: EUnable to write to device %s
bg: Не мога да пиша в устройство %s
lv: ENevarçja ierakstît iekârtâ %s
sk: ENepodarilo sa zapísa» do zariadenia %s
tr: %s aygýtýna yazýlamadý
uk: EНе вдалося записати у пристр╕й %s

source: EGeneric error accessing floppy device %s. Error code %s
bg: Обща грешка при достъп до флопи устройство %s. Код на грешка %s
lv: EParasta kïûda piekïûstot disketes iekârtai %s. Kïûdas kods %s
sk: EV¹eobecná chyba pri prístupe k zariadeniu diskety %s. Kód chyby %s
tr: %s disket sürücüsüne eriþimde hata. Hata kodu %s
uk: EЗагальна помилка доступу до пристрою дисковода %s. Код помилки: %s

source: ECould not determine current format type
bg: Не мога да определя типа на текущият формат
lv: ENevarçja noteikt paðreizçjâ formâta tipu
sk: ENie je mo¾né urèi» aktuálny typ formátu
tr: Þimdiki biçimlendirme türü belirlenemedi
uk: EНе вдалося визначити поточний тип формату

source: Double Density 3.5" (720 KB)
lv: Dubultblîvuma 3.5" (720 KB)
sk: Dvojitá 3.5" (720 KB)
tr: Çift Yoðunluk 3.5 inç (720 KB)
uk: Подв╕йна щ╕льн╕сть 3.5" (720 Кб)

source: Double Density 5.25" (360 KB)
lv: Dubultblîvuma 5.25" (360 KB)
sk: Dvojitá 5.25" (360 KB)
tr: Yüksek Yoðunluk 5.25 inç (360 MB)
uk: Подв╕йна щ╕льн╕сть 5.25" (360 Кб)

source: File system type:
lv: Failsistçmas tips:
sk: Typ súborového systému:
tr: Dosya sistemi türü:
uk: Тип файлово╖ системи:

source: Floppy Density:
lv: Disketes Blîvums:
sk: Hustota záznamu:
tr: Disket Yoðunluðu:
uk: Щ╕льн╕сть дискети:

source: Floppy Device:
lv: Disketes Iekârta:
sk: Zariadenie mechaniky:
tr: Disket Aygýtý:

source: Format a floppy
lv: Formatçt disketi
sk: Formátovanie diskety
tr: Disketi formatla
uk: Форматувати дискету

source: High Density 3.5" (1.44 MB)
lv: Lielblîvuma 3.5" (1.44 MB)
sk: Vysoká 3.5" (1.44 MB)
tr: Yüksek Yoðunluk 3.5 inç (1.44 MB)
uk: Висока щ╕льн╕сть 3.5" (1.44 Мб)

source: High Density 5.25" (1.2 MB)
lv: Lielblîvuma 5.25" (1.2 MB)
sk: Vysoká 5.25" (1.2 MB)
tr: Yüksek Yoðunluk 5.25 inç (1.2 MB)
uk: Висока щ╕льн╕сть 5.25" (1.2 Мб)

source: Linux Native (ext2)
bg: Linux файлова система (ext2)
sk: Linux (ext2)
tr: Linux biçimi (ext2)

source: _Quick format
bg: _Бърз формат
lv: Â_trâ formatçðana
sk: _Rýchle formátovanie
tr: _Hýzlý biçimlendir

source: MMaking filesystem on disk...
bg: Правя файлова система на диска...
lv: MVeidoju failsistçmu uz diska...
sk: MVytváram na disku súborový systéme...
tr: Disk üzerinde dosya sistemi oluþturuluyor...
uk: MСтворення файлово╖ системи на диску...

source: EUnable to create filesystem correctly.
bg: Немога да създам файлова система коректно.
lv: ENevarçja pareizi izveidot failsistçmu.
sk: ENepodarilo sa správne vytvori» súborový systém.
tr: Dosya sistemi düzgün bir þekidle oluþturulamadý.
uk: EНе вдалося створити файлову систему коректно.

source: MMaking filesystem on disk... Done
bg: Създаване на файлова система на диск... Завърши
lv: MVeidoju failsistçmu uz diska... Izdarîts
sk: MVytváram na disku súborový systéme...Hotovo
tr: Disk üzerinde dosya sistemi oluþturuluyor... Tamamlandý
uk: MСтворення файлово╖ системи на диску... Завершено

source: EUnable to create filesystem.
bg: Не мога да създам файлова система.
lv: ENevar izveidot failsistçmu.
sk: ENepodarilo sa vytvori» súborový systém.
tr: Dosya sistemi oluþturulamadý.
uk: EНе вдалося створити файлову систему.

source: MChecking for bad blocks... (this might take a while)
bg: Проверка за лоши блокове...(това може да отнеме време)
lv: MPârbadu sliktos sektorus... (tas var aizòemt kâdu laiku)
sk: MKontrola chybných blokov...(mô¾e chvíµu trva»)
tr: Hatalý bloklar denetleniyor... (bu iþlem biraz uzun sürebilir)
uk: MПерев╕рка на дефектн╕ блоки... (це може зайняти певний час)

source: Unable to open the device %s, formatting cannot continue.
bg: Не мога да отворя устройството %s, форматирането не може да продължи.
lv: Nevarçja atvçrt iekârtu %s, formatçðana nevar turpinâties.
sk: Nepodarilo sa otvori» zariadenie %s, formátovanie nemô¾e pokraèova».
tr: %s aygýtý açýlamadý, biçimlendirme devam etmeyecek.

source: The device %s is disconnected. Please attach device to continue.
bg: Устройството %s е разкачено. Моля закачете устройството за да продължа.
lv: Iekârta %s ir atslçgta. Lûdzu pievieno iekârtu, lai turpinâtu.
sk: Zariadenie %s odpojené. Prosím, pre pokraèovanie pripojte zariadenie.
tr: %s aygýtý ayrýldý. Devam etmek için aygýtý yerine takýn.

source: You do not have the proper permissions to write to %s, formatting will not be possible. Contact your system administrator about getting write permissions.
bg: Вие нямата подходящи права за запис в %s, форматирането не е възможно. Обърнете се към системният администратор за да получите права.
lv: Tev nav pietiekamas atïaujas, lai rakstîtu uz %s, formatçðana nebûs iespçjama. Sazinies ar sistçmadministrâtoru, lai dabûtu rakstîðanas atïaujas.
sk: Nemáte správne práva pre zápis do %s, formátovanie nebude mo¾né. Kontaktujte administrátora vá¹ho systému o získaní práv pre zápis.
tr: %s aygýtýna yazma hakkýnýz bulunmadýðý için biçimlendirme iþlemi yapýlamýyor. Lütfen sistem yöneticinizle görüþün.

source: The device to format
bg: Устройството за форматиране
lv: Formatçjamâ iekârta
sk: Ktoré zariadenie formátova»
tr: Biçimlendirilecek aygýt
uk: Пристр╕й для форматування

source: DEVICE
bg: УСТРОЙСТВО
lv: IEKÂRTA
sk: ZARIADENIE
tr: AYGIT
uk: ПРИСТР╤Й

source: Format
lv: Forrmatçt
sk: Formátova»
tr: Biçimlendir
uk: Форматувати

source: Format another floppy?
bg: Да форматирам друго флопи?
lv: Formatçt vçl vinu disketi?
sk: Formátova» ïal¹iu disketu?
tr: Baþka bir disket sürücü biçimlendirilsin mi?
uk: Форматувати ╕ншу дискету?

source: Floppy formatted successfully.
bg: Успешно е форматирано флопито.
lv: Diskete noformatçta sekmîgi.
sk: Disketa úspe¹ne naformátovaná.
tr: Disket sürücü baþarýyla biçimlendirildi.
uk: Дискету усп╕шно сформатовано.

source: Floppy formatting cancelled.
bg: Форматирането на флопи е прекъснато.
lv: Disketes formatçðana atcelta.
sk: Formátovanie diskety zru¹ené.
tr: Biçimlendirme iþlemi iptal edildi.
uk: Форматування дискети в╕дм╕нено.

source: Format progress.
bg: Прогрес на форматиране.
lv: Formatçðanas progress.
sk: Priebeh formátovania
tr: Biçimlendirme iþlemi.
uk: Поступ форматування.

source: Param
lv: Parametrs
sk: Parameter
uk: Параметр

source: Current
lv: Paðreizçjais
sk: Aktuálne
tr: Geçerli
uk: Поточне

source: Scale
lv: Mçrogs
sk: ©kála
tr: Boyutla
uk: Шкала

source: The GNOME stripchart program plots various user-specified parameters as a function of time. Its main use is to chart system performance parameters such as CPU load, CPU utilization, network traffic levels, and the like. Other more ingenious uses are left as an exercise for the interested user.
lv: GNOME stripchart programma zîmç daþâdus lietotâja norâdîtus parametrus kâ laika funkcijas. Tâs galvenais pielietojums ir projicçt tâdus sistçmas darbîbas parametrus, kâ CPU noslodzi, CPU izmantoðanu, tîkla noslodzes lîmeòus utt. Citi daudz atjautîgâki pielietojuma veidi tiek atstâti kâ vingrinâjums ieinteresçtajam lietotâjam.
sk: Program GNOME stripchart vykresµuje rôzne pou¾ívateµom definované parametre ako funkcie èasu. Jeho hlavné pou¾itie je vykresµovanie parametrov výkonnosti systému, ako je napr. za»a¾enie procesoru, vyu¾itie procesoru, mno¾stvo sie»ovej komunikácie, a podobne. Iné, menej geniálne pou¾itia, sú nechané ako cvièenie pre pou¾ívateµa.
tr: GNOME stripchart uygulamasý kullanýcý tarafýndan belirlenen deðiþik parametreleri ekranda zaman baðlý bir fonksiyon olarak çizer. Temel kullanýmý sistem performansýyla doðrudan iliþkili parametrelerin (iþlemci yükü, kullanýmý, að trafiði vb) izlenmesidir.
uk: GNOME stripchart запису╓ р╕зноман╕тн╕ задан╕ користувачем параметри як функц╕ю часу. Основне завдання програми - запис системних параметр╕в, таких як навантаження ЦП, використання ЦП, р╕вень мережевого траф╕ка тощо. ╤нш╕ застосування залишен╕ в якост╕ вправи для зац╕кавленого користувача.

source: Show values
lv: Parâdît vçrtîbas
sk: Zobrazi» hodnoty
tr: Deðerleri göster
uk: Показати значення

source: Edit Prefs...
lv: Mainît Uzstâdîjumus...
sk: Upravi» nastavenie...
tr: Tercihleri Deðiþtir...
uk: Зм╕нити установки...

source: Edit Params...
lv: Mainît Parametrus...
sk: Upravi» parametre...
tr: Parametreleri Deðiþtir...
uk: Зм╕нити параметри...

source: closing parenthesis expected
lv: bija jâbût noslçdzoðajâm iekavâm
sk: oèakávaná pravá zátvorka
tr: kapatma parantezi bulunamadý
uk: оч╕кувалось закриття дужок

source: no such field: %d
lv: nav tâda lauka: %d
sk: neexistujúca polo¾ka: %d
tr: böyle bir birim yok: %d
uk: нема╓ поля: %d

source: missing variable identifer
lv: trûkst mainîgâ identifikâcijas
sk: chýbajúci názov premennej
tr: deðiþken tanýmlayýcýsý bulunamadý
uk: в╕дсутн╕й ╕дентеф╕катор зм╕нно╖

source: invalid variable identifer: %s
lv: nepareiz mainîgâ identifikators: %s
sk: neplatný názov premennej: %s
tr: geçersiz deðiþken tanýmlayýcýsý: %s
uk: нев╕рний ╕дентеф╕катор зм╕нно╖: %s

source: number expected
lv: cerçts uz numuru
sk: oèakávané èíslo
tr: sayý beklendi
uk: очикувалось число

source: extra junk at end: "%s"
lv: beigâs papildus mçsli: "%s"
sk: odpad navy¹e na konci: "%s"
tr: sonda fazladan karakterler: "%s"
uk: додатковий шматок в к╕нц╕: "%s"

source: Equation
lv: Vienâdojums
sk: Rovnica
tr: Denklem
uk: Р╕вняння

source: Filename
lv: Faila Nosaukums
sk: Meno súboru
tr: Dosya adý
uk: Назва файлу

source: Pattern
lv: Raksts
sk: Vzor
tr: Desen
uk: Тип

source: Linear
lv: Lineârs
sk: Lineárna
tr: Doðrusal
uk: Л╕н╕йний

source: Logarithmic
lv: Logaritmisks
sk: Logaritmická
tr: Logaritmik
uk: Логарифм╕чний

source: Type
bg: Тип
lv: Tips
sk: Typ
tr: Tür
uk: Тип

source: Indicator
lv: Indikators
sk: Indikátor
tr: Belirtici
uk: ╤ндикатор

source: Line
lv: Lînija
sk: Èiara
tr: Satýr
uk: Л╕н╕я

source: Point
lv: Punkts
sk: Bod
tr: Nokta
uk: Точка

source: Solid
lv: Nepârtraukts
sk: Plná
tr: Katý
uk: Суц╕льний

source: Add Parameter Before
lv: Pievienot Parametru Pirms
sk: Prida» parameter pred
tr: Öncesinde Parametre Ekle
uk: Додати параметр перед

source: Add Parameter After
lv: Pievienot Parametru Pçc
sk: Prida» parameter za
tr: Sonrasýnda Parametre Ekle
uk: Додати параметр п╕сля

source: Apply Parameter Changes
lv: Pielietot Parametru Izmaiòas
sk: Pou¾i» zmeny parametrov
tr: Parametre Deðiþikliklerini Uygula
uk: Застосувати зм╕ни параметр╕в

source: Delete Parameter
lv: Dzçst Parametru
sk: Odstráni» parameter
tr: Parametreyi Sil
uk: Стерти параметр

source: Add Color
lv: Pievienot Krâsu
sk: Prida» farbu
tr: Renk Ekle
uk: Додати кол╕р

source: Delete Color
lv: Izdzçst Krâsu
sk: Odstráni» farbu
tr: Renk Sil
uk: Стерти кол╕р

source: Parameter Editor
lv: Parametru Redaktors
sk: Editor parametrov
tr: Parametre Düzenleyici
uk: Редектор параметр╕в

source: Parameters
lv: Parametri
sk: Parametre
tr: Parametreler
uk: Параметри

source: Chart
lv: Diagramma
sk: Graf
tr: Çizelge
uk: Д╕аграма

source: enabled
lv: aktivizçts
sk: povolené
tr: etkin
uk: ув╕мкнено

source: minor
lv: mazâkais
sk: vedµaj¹ie
tr: küçük
uk: нижня позначка

source: major
lv: lielâkais
sk: hlavné
tr: büyük
uk: верхня позначка

source: Update
lv: Atjauninâðana
sk: Aktualizácia
tr: Güncelle
uk: Поновити

source: Smooth
lv: Gludens
sk: Jemná
tr: Yumuþak
uk: Згладити

source: Ticks
lv: Tikðíi
sk: Intervaly
tr: Darbe
uk: Такти

source: Pen
lv: Râkstîtâjs
sk: Èiara
tr: Kalem
uk: Перо

source: Geometry string: WxH+X+Y
lv: Ìeometrijas rinda: WxH+X+Y
sk: Re»azec pozície: WxH+X+Y
tr: Yerleþim metni: YxG+X+Y
uk: Рядок геометр╕╖: WxH+X+Y

source: Configuration file name
lv: Konfigurâcijas faila nosaukums
sk: Meno konfiguraèného súboru
tr: Yapýlandýrma dosyasý adý
uk: Назва конф╕гурац╕йного файлу

source: FILE
lv: FAILS
sk: SÚBOR
tr: DOSYA
uk: ФАЙЛ

source: Values
lv: Vçrtîbas
sk: Hodnoty
tr: Deðerler
uk: Значення

source: Prefs...
lv: Uzstâdîjumi...
sk: Nastavenie...
tr: Tercihler...
uk: Установки...

source: Params...
lv: Parametri...
sk: Parametre...
tr: Veriler...
uk: Параметри...

source: Executing arbitrary programs that you downloaded from the network might be dangerous. Are you sure you want to run `%s'?
bg: Изпълнението на случайни програми свалени по мрежата може да бъде опасно. Сигурни ли сте, че искате изпълнение на `%s'?
lv: Patvaïîgu programmu palaiðana, kuras tu nolâdçji no tîkla var bût bîstama. Vai esat pârliecinâts, ka vçlaties palaist `%s'?
sk: Spú¹»anie programov stiahnutých zo siete mô¾e by» nebezpeèné. Naozaj chcete spusti» `%s'?

source: Could not access file permissions
bg: Няма достъп до правата на файл
lv: Nevarçja piekïût faila atïaujâm
sk: Nepodarilo sa získa» práva
tr: Dosya izinlerine eriþilemedi

source: Could not execute the file `%s' due to a permission problem
bg: Не мога да изпълня файла `%s' заради проблем с правата
lv: Nevarçju palaist failu `%s' atïauju problçmas dçï
sk: Nepodarilo sa spusti» súbor `%s' kvôli problému s právami.
tr: Bir izin sorunu nedeniyle '%s' dosyasýna eriþilemedi

source: Failure at executing `%s'
bg: Неуспех при изпълнение на `%s'
lv: Kïûda palaiþot `%s'
sk: Zlyhanie pri spú¹»aní `%s'
tr: '%s' dosyasý çalýþtýrýlamadý

source: It was not possible to open the file `%s'
bg: Не е възможно да отворя файла `%s'
lv: Nebija iespçjams atvçrt failu `%s'
sk: Nepodarilo sa otvori» súbor `%s'
tr: '%s' dosyasý açýlamadý

source: The file `%s' is empty
bg: Файла `%s' е празен
lv: Fails `%s' ir tukðs
sk: Súbor `%s' je prázdny
tr: '%s' dosyasý boþ

source: There was an error. `%s' is empty
bg: Има грешка. `%s' е празен
lv: Ðeit bija kïûda. `%s' ir tukðs
sk: Nastala chyba. `%s' je prázdny.
tr: Bir hata oluþtu. '%s' dosyasý boþ

source: This is a library and can not be executed
bg: Това е библиотека и не може да бъде изпълнена
lv: Ðî ir bibliotçka un nevar tikt palaista
sk: Toto je kni¾nica a tie nie je mo¾né spusti».
tr: Bu bir kütüphane ve çalýþtýrýlamaz

source: The file is a core file and can not be executed
bg: Файла е 'core' и не е изпълним
lv: Ðis fails ir core fails un nevar tikt palaists
sk: Súbor je typu core a nie je mo¾né ho spusti»
tr: Bu bir core dosyasý ve çalýþtýrýlamaz

source: This is an unknown kind of executable
bg: Това е неизвестен тип изпълним файл
lv: Ðî ir nezinâma veida izpildâmâ fails
sk: Toto je neznámy typ spustiteµného súboru
tr: Bu bilinmeyen bir tür program

source: The executable is for a different platform and can not be executed on this system
bg: Изпълнимият файл е за друга платформа и не може да бъде изпълнен на тази система
lv: Izpildâmais fails ir citai platformai un nevar tikt palaists uz ðîs sistçmas
sk: Spustiteµný súbor je urèený pre inú platformu a na tomto systéme ho nie je mo¾né spusti».
tr: Bu dosya farklý bir platform için hazýrlanmýþ ve çalýþtýrýlamaz.

source: Number of files: %d Nuber of folders: %d
lv: failu skaits: %d Direktoriju skaits: %d
sk: Poèet súborov: %d Poèet prieèinkov: %d
tr: Dosya sayýsý: %d Dizin sayýsý: %d

source: No files or folders, drop files or folders above to add them to the archive
bg: Няма файлове или папки, пуснете файловете или папките отгоре за да ги добавите в архива
lv: Nav failu vai direktoriju, augstâk sametiet failus vai direktorijus, lai pievienotu tos arhîvam
sk: Zatiaµ ¾iadne súbory ani prieèinky. Pustite súbory alebo prieèinky hore, aby ste ich pridali do archívu.
tr: Hiç seçilmiþ dosya/dizin yok. Dosya ya da dizinleri arþive yerleþtirmek için sürükleyip býrakýn.

source: Cannot start the archive (tar) program
lv: Nevar palaist arhîva (tar) programmu
sk: Nepodarilo sa spusti» archivaèný program (tar)
tr: Arþiv (tar) programý baþlatýlamadý

source: Cannot run tar/gtar
lv: Nevar palaist tar/gtaz
sk: Nepodarilo sa spusti» tar/gtar
tr: tar/gtar çalýþtýrýlamadý

source: Archive.tar.gz
lv: Arhîvs.tar.gz
sk: Archiv.tar.gz
tr: Arsiv.tar.gz

source: The GNOME Archive Generator
lv: GNOME Arhîvu Ìenerâtors
sk: Generátor archívov GNOME
tr: GNOME Arþiv Oluþturucu

source: Drag files in to make archives
bg: Извлачва файла за да го архивира
lv: Savelc iekðâ failus, lai izveidotu arhîvus
sk: Pomocou »ahania vytvárajte archívy
tr: Arþiv oluþturmak için dosyalarý sürükleyip býrakýn

source: No filename selected
bg: Не е избрано име на файл
lv: Neviens faila vârds nav izvçlçts
sk: Nevybrané meno súboru
tr: Hiç dosya seçilmedi

source: File exists, overwrite?
bg: Файла съществува, да го презапиша?
lv: Fails eksistç, pârrakstît?
sk: Súbor existuje, prepísa»?
tr: Dosya var, üzerine yazýlsýn mý?

source: No items to archive
bg: Няма обект за архивиране
lv: Nav nekâ, ko arhivçt
sk: Nie je èo archivova»
tr: Arþivlenecek öðe yok

source: File does not exists
bg: Файла не съществува
lv: Fails neeksistç
sk: Súbor neexistuje
tr: Dosya bulunamadý

source: Add file or folder
bg: Добавя файл или папка
lv: Pievienot failu vai direktoriju
sk: Prida» súbor alebo prieèinok
tr: Dosya ya da dizin ekle

source: Add file or folder...
lv: Pievienot failu vai direktoriju...
sk: Prida» súbor alebo prieèinok...
tr: Dosya ya da dizin ekle...

source: Add a file or folder to the archive
lv: Pievienot failu vai direktoriju arhîvam
sk: Prida» súbor alebo prieèinok do archívu
tr: Arþive bir dosya ya da dizin ekle

source: Create archive...
lv: Izveidot arhîvu...
sk: Vytvori» archív...
tr: Arþiv oluþtur...

source: Create a new archive from the items
bg: Създава нов архив от обектите
lv: Izveidot jaunu arhîvu no priekðmetiem
sk: Vytvorí nový archív z polo¾iek
tr: Öðelerden yeni bir arþiv yarat

source: Remove the selected item(s)
lv: Aizvâkt izvçlçto(s)
sk: Odstráni» vybrané polo¾ky
tr: Seçili öðeleri sil

source: GNOME Archive Generator
bg: Генератор на Архиви в ГНОМЕ
lv: GNOME Arhîva Ìenerâtors
sk: Generátor archívov GNOME
tr: GNOME Arþiv Oluþturucu

source: Drop files here to add them to the archive.
bg: Пуска файловете тук за да ги добави към архива.
lv: Nomet failus ðeit, lai pievienotu tos arhîvam.
sk: Pustením súboru sem ho pridáte do archívu.
tr: Arþive eklemek için dosyalarý buraya taþýyýn.

source: Archive
lv: Arhîvs
sk: Archív
tr: Arþiv

source: Drag this button to the destination where you want the archive to be created or press it to pop up a file selection dialog.
bg: Извлачете този бутон на мястото където искате да създадете архив или го натиснете за да се появи диалог за избор на файл.
lv: Velc ðo pogu uz turieni, kur tu vçlies, lai arhîvs tiktu izveidots, vai arî piespied to, lai dabûtu failu izvçles dialogu.
sk: My¹ou »ahajte toto tlaèidlo na miesto, kde chcete vytvori» archív, alebo ho stlaète, aby sa objavil dialóg pre výber súboru.

source: Cannot find proper icons anywhere!
bg: Не мога да намеря подходяща икона!
lv: Nekur nevar atrast atbilstoðâs ikonas!
sk: Nepodarilo sa nájs» správne ikony!
tr: Simgeleri hiç bir yerde bulamýyorum!

source: Cannot find the archive (tar) program! This is the program used for creating archives.
bg: Не мога да намеря архивната (tar) програма! Това е програмата използвана за създаване на архиви.
lv: Nevar atrast arhîva (tar) programmu! Ðo programmu lieto arhîvu izveidç.
sk: Nepodarilo sa nájs» archivaèný program (tar). Tento program sa pou¾íva pre vytváranie archívov.
tr: Arþivlemek için kullanacaðým Tar programýný bulamadým!

source: Format Floppy Disks
bg: Форматиране на Флопи
lv: Formatçt Disketi
sk: Formátuje diskety
tr: Disketleri format eder
uk: Форматування дискет

source: Gnome client for the MIT dictionary server
lv: Gnome klients MIT vârdnîcas serverim
sk: Gnome klient pre slovníkový server MIT
tr: MIT sözlük sunucusu için Gnome istemcisi
uk: Кл╕╓нт для словникового сервера MIT

source: GNOME client for RFC 2229-compliant dictionary server
lv: Gnome klients RFC 2229 savietojamam vârdnîcas serverim
sk: GNOME klient pre slovníkový server podµa RFC 2229

source: Shows a stripchart plot
lv: Parâda stripchart diagrammu
sk: Zobrazí graf stripchart

source: Stripchart Plotter
lv: Stripchart Grafikas Sastâdîtâjs
sk: Zobrazovaè grafov
tr: Iþlevçizicisi
uk: Статистика

source: Notepad
lv: Piezîmjgrâmata
sk: Poznámkový blok
tr: Not defteri

source: Simple editor (notepad)
lv: Vienkârðs redaktors (piezîmjgrâmata)
sk: Jednoduchý editor (poznámkový blok)
tr: Not defteri

source: IDE Device Tool
lv: IDE Iekârtas Rîks
sk: Nástroj pre IDE zariadenia
tr: IDE Aygýt Aracý

source: Show and Configure IDE Device Settings
lv: Parâdît un Konfigurçt IDE Iekârtas Uzstâdîjumu
sk: Zobrazuje a nastavuje IDE zariadenia
tr: IDE Aygýt Ayarlarýný Gösterir ve Yapýlandýrýr

source: User Listing
lv: Lietotâju Saraksts
sk: Zoznam pou¾ívateµov
tr: Kullanýcý listesi

source: View users on the system
lv: Apskatît lietotâjus sistçmâ
sk: Zobrazuje zoznam pou¾ívateµov v systéme
tr: Sistemdeki kullanýcýlarý gösterir

source: Show various system information
lv: Parâda daþâdu informâciju par sistçmu
sk: Zobrazí rôzne systémové informácie
tr: Çeþitli sistem bilgilerini gösterir

source: System Info
lv: Sistçmas Info
sk: Systémové informácie
tr: Sistem bilgileri

source: Technical information about this computer
lv: Tehniskâ informâcija par ðo datoru
sk: Technické informácie o tomto poèítaèi
tr: Bilgisayarla alakalý bilgilerini gösterir

source: Shut Down or Reboot
lv: Izslçgt vai Pârstartçt
sk: Vypnutie alebo re¹tart
tr: Kapat yada yeniden baþlat

source: Turn off or reset the computer
lv: Izslçgt vai pârstartçt datoru
sk: Vypne alebo re¹tartuje poèítaè
tr: Bilgisayarý kapat yada yeniden baþlat

source: Ask for a command to execute
lv: Pieprasi komandu, kuru palaist
sk: Opýta sa pou¾ívateåa, aký príkaz chce vykona»
tr: Bir komutayý çalýþtýrýr

source: Run A Command...
lv: Palaid Komandu...
sk: Vykona» príkaz...
tr: Bir komutayý çalýþtýr ...

source: GNOME Penguin
lv: GNOME Pengvîns
sk: GNOME tuèniak
tr: GNOME penguene

source: Let a cute pinguin chase your pointer
lv: Ïauj forðajam pingvînam vajât tavu kursoru
sk: Vá¹ kurzor bude nahána» milý tuèniak
tr: Göstergeni bir penguene çevirir

source: Prompts the user for a program to run
lv: Liek lietotâjam ievadît palaiþamo programmu
sk: Spýta sa pou¾ívateµa, ktorý program chce spusti»
tr: Komutalarý çalýþtýrýr

source: Run program...
lv: Palaist programmu...
sk: Spusti» program...
tr: Çalýþtýr ...

source: Page files as with `more' and `less'
lv: Lappuðu faili kâ ar `more' un `less'
sk: Zobrazuje text po stránkach, ako 'more' a 'less'
tr: 'more' ve 'less' gibi çalýþan bir GNOME uygulamasý

source: Select a font for pasting
lv: Izvçlies ievietojamo fontu
sk: Výber písma pre vkladanie
tr: Yapýþtýrmak için bir yazý tipini belirler
