Repository: GnoTime/gnotime
Catalog: po/*.po
Languages: bg, lv, sk, tr, uk

source: '%s' document has been modified; do you wish to save it ?
lv: '%s' dokuments ir izmainîts; vai vçlaties to saglabât ?
sk: '%s' dokument bol zmenený; chcete ho ulo¾i»?
tr: %s belgesi deðiþtirildi. Bunu kaydetmek istiyor musunuz ?
uk: Документ "%s" було зм╕нено; хочете його зберегти?

source: GColorsel was unable to paste colors from the clipboard.
lv: GColorsel nevarçja ielikt krâsas no starpliktuves.
sk: GColorsel nebol schopný vlo¾i» farby zo schránky.
tr: GColorsel panodan renkleri yapýþtýramadý.
uk: GColorsel не вдалось вставити кольори з буферу обм╕ну.

source: Please select a file document before.
lv: Lûdzu izvçlieties faila dokumentu vispirms.
sk: Prosím, vyberte najprv súbor s dokumentom.
tr: Lütfen daha önce bir dosya seçiniz.
uk: Будь ласка, вибер╕ть спочатку файл документу.

source: I can't execute this action. Check that : 1. You have associated an action with this event. 2. The associated document still exists. 3. The type of the associated document. Go to preferences, in the edit menu.
lv: Es nevaru palaist ðo darbîbu. Pârbaudiet vai : 1. Jûs esat asociçjis jebkâdu darbîbu ðim notikumam. 2. Asociçtais dokuments vçl eksistç. 3. Asociçtâ dokumenta tipu. Ejiet uz preferencçm, zem edit izvçlnes.
sk: Nemô¾em vykona» túto akciu. Overte, ¾e : 1. Ste prepojili akciu s touto udalos»ou. 2. Asociovaný dokument existuje. 3. Typ asociovaného dokumentu. Choïte do vlastností v menu Upravi».
tr: Bu iþlemi yerine getiremiyorum. Lütfen aþaðýdaki maddeleri gözden geçirin: 1. Bu olaya ait bir eylem tanýmý 2. Eþlenen dosyanýn durumu. 3. Eþlenen dosyanýn türü. Düzenle menüsünden Tercihler'i seçin.
uk: Неможливо виконати цю д╕ю. Переконайтесь, що: 1. Ви пов'язали д╕ю з ц╕╓ю под╕╓ю. 2. Пов'язаний документ ще ╕сну╓. 3. Тип пов'язаного документу. Перейд╕ть в "Налаштування" в меню "Редагування".

source: <- Remove
lv: <- Izòemt
sk: <- Odstráni»
tr: <- Sil
uk: <- Вилучити

source: <- Remove all
lv: <- Izòemt visu
sk: <- Odstráni» v¹etky
tr: <- Tümünü sil
uk: <- Видалити все

source: Add ->
lv: Pievienot ->
sk: Prida» ->
tr: Ekle ->
uk: Додати ->

source: Add all ->
lv: Pievienot visu ->
sk: Prida» v¹etky ->
tr: Tümünü ekle ->
uk: Додати все ->

source: Available documents
lv: Pieejamie dokumenti
sk: Dokumenty k dispozícii
tr: Kullanýlabilir belgeler
uk: Доступн╕ документи

source: Available views
lv: Pieejamie skatîjumi
sk: Pohµady k dispozícii
tr: Geçerli görünümler
uk: Доступн╕ вигляди

source: Connect to
lv: Savienoties uz
sk: Pripoji» k
tr: Baðlan
uk: П╕д'╓днати до

source: Create a document
lv: Izveidot dokumentu
sk: Vytvori» dokument
tr: Yeni belge oluþtur
uk: Створити документ

source: Create views
lv: Izveidot skatîjumus
sk: Vytvori» pohµady
tr: Görünüm oluþtur
uk: Створити вигляди

source: Description :
lv: Apraksts :
sk: Popis :
tr: Açýklama :
uk: Опис :

source: Please, select the type of document to create. You can choose a short name, do not confuse it with the file name.
lv: Lûdzu izvçlieties dokumenta tipu, ko vçlaties izveidot. Varat izvçlçties îsu nosaukumu, nelietojiet faila nosaukumu.
sk: Prosím, vyberte typ vytváraného dokumentu. Mô¾ete vybra» krátke meno, nemýµte si ho s meno súboru.
tr: Lütfen oluþturulacak belgenin türünü seçin. Kýsa bir isim seçebilirsiniz, ancak dosya adýyla karýþtýrmayýn.
uk: Вибер╕ть тип створюваного документу. Ви можете вибрати коротку назву, не плутайте ╖╖ з назвою файлу.

source: Select source document
lv: Izvçlieties pirmsdokumetnu
sk: Vyberte zdrojový dokument
tr: Kaynak belgeyi seçin
uk: Вибер╕ть початковий документ

source: Select type
lv: Izvçlieties tipu
sk: Vyberte typ
tr: Türü seç
uk: Вибрати тип

source: Short name :
lv: Îss nosaukums :
sk: Krátke meno :
tr: Kýsa adý :
uk: Коротка назва :

source: This document read document from one or more other document. Please, choose these documents.
lv: Ðis dokuments lasa dokumentu no viena vai vairâkiem citiem dokumentiem. Lûdzu izvçlieties ðos dokumentus.
sk: Tento dokument naèítava dokument z jedného alebo viacerých dokumentov. Prosím, vyberte tieto dokumenty.
tr: Bu belge diðer bir (ya da bir kaç) belgeden daha okuma yapýyor. Lütfen okunan belgeleri de seçin.
uk: Цей документ зчиту╓ документ з одного чи б╕льше документ╕в. Вибер╕ть ╖х.

source: You can create one or more views for this document. Note that you have to create at least one view.
lv: Jûs varat izveidot vienu vai vairâkus skatîjumus ðim dokumentam. Taèu jums noteikti jâbût vismaz vienam skatîjumam.
sk: Mô¾ete vytvori» jeden alebo viacero pohµadov pre tento dokument. Musíte vytvori» aspoò jeden.
tr: Bu belge için en az bir ya da birden fazla görünüm oluþturabilirsiniz.
uk: Ви можете створити один або б╕льше вигляд╕в до цього документу. Зауважте, що потр╕бно створити принаймн╕ один.

source: Create a new view
lv: Izveidot jaunu skatîjumu
sk: Vytvori» nový pohµad
tr: Yeni bir görünüm oluþtur
uk: Створити новий вигляд

source: Please, select the type of view you want to create.
lv: Lûdzu ierakstiet kâda tipa skatîjumu jûs vçlaties izveidot
sk: Prosím, vyberte typ pohµadu, ktorý chcete vytvori».
tr: Lütfen oluþturmak istediðiniz görünüm tipini seçin.
uk: Вибер╕ть тип вигляду, який ви хочете створити.

source: Actions
lv: Darbîbas
sk: Akcie
tr: Eylemler
uk: Д╕╖

source: Bottom
lv: Apakða
sk: Dole
tr: Alt
uk: Знизу

source: Default
lv: Noklusçtais
sk: ©tandardný
tr: Öntanýmlý
uk: Типовий

source: Display documents menu (restart required).
lv: Parâdît dokumentu izvçlni (pârstartçðana nepiecieðama).
sk: Zobrazova» menu dokumentov (po¾adovaný re¹tart).
tr: Belgeler menüsünü göster (yeniden baþlatma gereklidir).
uk: Показати меню документ╕в (необх╕дний перезапуск).

source: Documents
lv: Dokumenti
sk: Dokumenty
tr: Belgeler
uk: Документи

source: DoubleClick in previews:
lv: DubûltKlikðíis priekðskatîjumos:
sk: Dvojité kliknutie v uká¾kach:
tr: Önizlemede çift týklama:
uk: Подв╕йне клацання на перегляд╕:

source: DoubleClick in views:
lv: DubûltKlikðíis skatîjumos:
sk: Dvojité kliknutie v pohµadoch:
tr: Görüntülemede çift týklama:
uk: Подв╕йне клацання на в╕кн╕:

source: Drop:
lv: Nomest:
sk: Pusti»:
tr: Býrak:
uk: Скинути:

source: General
lv: Galvenais
sk: V¹eobecné
tr: Genel
uk: Загальне

source: Grab:
lv: Sagrâbt:
sk: Zachyti»:
tr: Yakala:
uk: Захопити:

source: Left
lv: Pa kreisi
sk: Vµavo
tr: Sol

source: MDI (Multiple Document Interface)
sk: MDI (Rozhranie pre viacero dokumentov)
tr: MDI (Çoklu Belge Arayüzü)
uk: MDI (╤нтерфес роботи з багатьма документами)

source: Modal
lv: Modâls
sk: Modálne
tr: Model

source: Mode:
lv: Reþîms:
sk: Mód:
tr: Kip:
uk: Режим:

source: Notebook
lv: Piezîmjgrâmata
sk: Notes
tr: Dizüstü

source: Notebook Tab position:
lv: Izvçles Ðíirkïu pozîcija:
sk: Umiestnenie zálo¾ky:
tr: Sekme pozisyonu:
uk: Розм╕щення закладрок:

source: On ... execute ...
lv: Uz ... palaist ...
sk: Na ... spusti» ...
tr: ... sýrasýnda çalýþtýr ...
uk: На ... виконати ...

source: Right
lv: Pa labi
sk: Vpravo
tr: Sað

source: Save session on exit.
lv: Izejot saglabât sesiju.
sk: Ulo¾i» sedenie pri ukonèení.
tr: Çýkýþta oturumu kaydet
uk: Зберегти сеанс на виход╕.

source: Session
lv: Sesija
sk: Sedenie
tr: Oturum
uk: Сеанс

source: Top
lv: Augða
sk: Maximum
tr: Üst
uk: Найвище

source: Toplevel
lv: Augðlîmeòa
sk: Najvy¹¹ia úroveò
tr: Tepe seviye

source: Begin Comments :
lv: Sâkums Komentâri :
sk: Poèiatoèný komentár:
tr: Yoruma Baþla :
uk: Початок Коментар╕:

source: End Comments :
lv: Beigas Komentâri :
sk: Koncový komentár :
tr: Yorumu Bitir :
uk: К╕нець Коментар╕:

source: File name :
lv: Faila nosaukums :
sk: Meno súboru:
tr: Dosya adý :
uk: Назва файлу :

source: Header :
lv: Galva :
sk: Hlavièka:
tr: Baþlýk :
uk: Заголовок:

source: Special properties
lv: Speciâlie rekvizîti
sk: ©peciálne vlastnosti
tr: Özel özellikler
uk: Особлив╕ властивост╕

source: Common properties
lv: Parastie rekvizîti
sk: V¹eobecné vlastnosti
tr: Ortak özellikler
uk: Загальн╕ властивост╕

source: Name :
lv: Nosaukums :
sk: Meno:
tr: Ýsim :
uk: Назва:

source: Blue :
lv: Zilâ :
sk: Modrá:
tr: Mavi :
uk: Син╕й:

source: Green :
lv: Zaïâ :
sk: Zelená:
tr: Yeþil :
uk: Зелений:

source: Red :
lv: Sarkanâ :
sk: Èervená:
tr: Kýrmýzý :
uk: Червоний:

source: Colors format :
lv: Krâsu formâts :
sk: Formát farieb:
tr: Renk formatý :
uk: Формати кольор╕в:

source: Display document control (if exists)
lv: Parâdît dokumenta kontroli (ja eksistç)
sk: Zobrazi» control dokumentu (ak existuje)
tr: Belge kontrolünü görüntüle (bulunuyorsa)
uk: Показати ре╜улятори документу (якщо ╓)

source: Color height :
lv: Krâsas augstums :
sk: Vý¹ka farby:
tr: Renk derinliði :
uk: Висота кольору:

source: Color width :
lv: Krâsas platums :
sk: ©írka farby:
tr: Renk geniþliði :
uk: Ширина кольору:

source: Draw numbers
lv: Zîmet skaitïus
sk: Kresli» èísla
tr: Renkleri karýþtýr
uk: Малювати числа

source: New Document
lv: Jauns Dokuments
sk: Nový dokument
tr: Yeni Belge
uk: Новий документ

source: Create a new document
lv: Izveidot jaunu dokumentu
sk: Vytvorí nový dokument
tr: Yeni bir belge oluþtur
uk: Створити новий документ

source: New View
lv: Jauns Skatîjums
sk: Nový pohµad
tr: Yeni Pencere
uk: _Нове в╕кно

source: Create a new view for a document
lv: Izveidot jaunu skatîjumu dokumentam
sk: Vytvorí nový pohµad pre dokument
tr: Belge için yeni bir görüntü yarat
uk: Створити новий вигляд документу

source: Close document
lv: Aizvçrt dokumentu
sk: Zavrie» dokument
tr: Belgeyi kapat
uk: Закрити документ

source: Close the current document
lv: Aizvçrt paðreizçjo dokumentu
sk: Zatvorí aktuálny dokument
tr: Mevcut belgeyi kapat
uk: Закрити поточний документ

source: Close view
lv: Aizvçrt skatîjumu
sk: Zavrie» pohµad
tr: Görüntüyü kapat
uk: Закрити вигляд

source: Close the current view
lv: Aizvçrt paðreizçjo skatîjumu
sk: Zatvorí aktuálny pohµad
tr: Þimdiki görüntüyü kapat
uk: Закрити поточний вигляд

source: _Open palette...
lv: _Atvçrt paleti...
sk: _Otvori» paletu...
tr: _Palet aç...
uk: В╕дкрити пал╕труююю

source: Load a palette
lv: Ielâdçt paleti
sk: Naèíta paletu
tr: Bir palet aç
uk: Завантажити пал╕тру

source: _Save palette
lv: _Glabât paleti
sk: _Ulo¾i» paletu
tr: Paledi _kaydet
uk: Зберегти пал╕тру

source: Save the current palette in a file
lv: Saglabât paðreizçjo paleti failâ
sk: Ulo¾í aktuálnu paletu do súboru
tr: Kullanýlan paledi bir dosyaya kaydet
uk: Зберегти поточну пал╕тру в файл╕

source: Save palette _As...
lv: Glabât paleti _Kâ...
sk: U_lo¾i» paletu ako...
tr: Paledi _farklý kaydet...
uk: Зберегти пал╕тру як...

source: Save the current palette with a different name
lv: Saglabât paðreizçjo paleti ar citu nosaukumu
sk: Ulo¾í aktuálnu paletu pod iným menom
tr: Kullanýlan paledi farklý bir isimle kaydet
uk: Зберегти поточну пал╕тру з ╕ншою назвою

source: Insert color
lv: Ievietot krâsu
sk: Vlo¾i» farbu
tr: Renk ekle
uk: Вставити кол╕р

source: Remove selected colors
lv: Aizvâkt izvçlçtâs krâsas
sk: Odstráni» vybrané farby
tr: Seçili renkleri sil
uk: Вилучити вибран╕ кольори

source: Edit selected colors ...
lv: Rediìçt izvçlçtâs krâsas ...
sk: Upravi» vybrané farby...
tr: Seçili rengi düzenle...
uk: Зм╕нити вибран╕ кольори...

source: Document/View properties
lv: Dokumenta/Skatîjuma rekvizîti
sk: Vlastnosti Dokument/Pohµad
tr: Belge/Görünüm özellikleri
uk: Властивост╕ документу/вигляду

source: GColorsel was unable to save the file : %s Make sure that the path you provided exists, and that you have the approprate write permissions. Do you want to retry ?
lv: GColorsel nevarçja saglabât failu : %s Lûdzu pârliecinieties, vai jûsu pieðírtais ceïð eksistç, un vai jums ir attiecîgâs ieraksta atïaujas. Vai vçlaties mçìinât vçlreiz ?
sk: GColorsel nemohol ulo¾i» súbor: %s Overte, ¾e uvedená cesta existuje a ¾e máte správne práva pre zápis. Skúsi» znovu?
tr: GColorsel dosyayý kaydedemedi: %s Verilen yolun doðru olduðunu ve dosyaya yazma iznine sahip bulunduðunuzu yeniden kontrol edin. Yeniden denemek istiyor musunuz?
uk: Програма вибору кольору не змогла зберегти файл: %s Переконайтесь, що вказаний вами шлях ╕сну╓, ╕ що у вас ╓ достатньо прав на запис. Хочете повторити?

source: GColorsel was unable to load the file: %s Make sure that the path you provided exists, and that you have permissions for opening the file.
lv: GColorsel nevarçja ielâdçt failu: %s Lûdzu pârliecinieties, vai jûsu pieðírtais ceïð eksistç, un vai jums ir atïaujas atvçrt ðo failu.
sk: GColorsel nemohol naèíta» súbor: %s Overte, ¾e uvedená cesta existuje a ¾e máte správne práva pre otvorenie súboru.
tr: GColorsel dosyayý yükleyemedi: %s Dosyayý açmak için gerekli yetkilere sahip olduðunuzdan emin olun ve yeniden deneyin.
uk: Програма вибору кольору не змогла завантажити файл: %s Переконайтесь, що вказаний вами шлях ╕сну╓, ╕ що у вас ╓ достатньо прав на в╕дкриття цього файлу.

source: Open Palette
lv: Atvçrt Paletti
sk: Otvori» paletu
tr: Paledi Aç
uk: В╕дкрити пал╕тру

source: Loading file, please wait ...
lv: Ielâdçjam failu, lûdzu uzgaidiet ...
sk: Naèítavam súbor, èakajte...
tr: Dosya yükleniyor, lütfen bekleyin ...
uk: Завантаження фалу, зачекате ...

source: Save Palette as
lv: Saglabât Paletti kâ
sk: Ulo¾i» paletu ako
tr: Paledi farklý kaydet ...
uk: Зберегти пал╕тру як

source: File not saved ...
lv: Fails nav saglabâts ...
sk: Súbor neulo¾ený...
tr: Dosya kaydedilmedi ...
uk: Файл не збережено ...

source: File saved ...
lv: Fails saglabâts ...
sk: Súbor ulo¾ený...
tr: Dosya kaydedildi ...
uk: Файлу збережено ...

source: I'm going to close the last view of '%s'. This document will be closed too, continue ? Please note that %d virtual document use data from this document.
lv: Es vçrðu ciet pçdçjo skatijumu no '%s'. Ðis dokuments arî tiks aizvçrts, turpinât ? Lûdzu piezîmçt, ka tas %d virtuâlais dokuments izmanto datus no ði dokumenta.
sk: Budem zatvára» posledný pohµad '%s'. Tento dokument bude tie¾ zatvorený. Pokraèova»? Prosím, uvedomte si, ¾e %d virtuálny dokument pou¾íva dáta z tohoto dokumentu.
tr: %s için bu görüntü kapatýlýyor. Ayný zamanda %d sanal belge de kapatýlacak. Devam etmek istiyor musunuz? Bir sanal belge bu belgeden bilgi almaktadýr.
uk: Буде закрито останн╕й вигляд для "%s". Цей документ також буде закрито, продовжити? Увага! %d в╕ртуальних документ╕в використовують дан╕ з уього документу.

source: I'm going to close the last view of '%s'. This document will be closed too, continue ?
lv: Es vçrðu ciet pçdçjo skatijumu no '%s'. Ðis dokuments arî tiks aizvçrts, turpinât ?
sk: Budem zatvára» posledný pohµad '%s'. Tento dokument bude tie¾ zatvorený. Pokraèova»?
tr: %s için bu görüntü kapatýlýyor. Ayný zamanda bu belge de kapatýlacak. Devam etmek istiyor musunuz?
uk: Закрива╓ться останн╕й вигляд для "%s". Цей документ буде закрито також, продовжувати ?

source: I'm going to close '%s'. Please note that %d views will be destroyed, and that %d virtual document use data from this document. Do you want to continue ?
lv: Es taisos aizvçrt '%s'. Lûdzu piezîmçt, ka %d skatîjumi tiks iznîcinâti, un ka arî tas %d virtuâlais dokuments izmanto datus no ði dokumenta. Vai vçlaties turpinât ?
sk: Budem zatvára» '%s'. Prosím, uvedomte si, ¾e %d pohµadov bude znièených, a ¾e %d virtuálny dokument pou¾íva dáta z tohoto dokumentu. Naozaj chcete pokraèova»?
tr: %s için kapatýlýyor. %d görüntü kapatýlacaktýr. Ayný zamanda %d sanal belge de bu belgeden veri okumaktadýr. Devam etmek istiyor musunuz?
uk: "%s" буде закрито. Зауважте, що %d вигляд╕в буде знищено ╕ %d в╕ртуальних документ╕в використовують дан╕ з цього документу. Хотите продолжить?

source: I'm going to close '%s'. Please note that %d views will be destroyed. Do you want to continue ?
lv: Es taisos aizvçrt '%s'. Atcerities, ka %d skatîjumi tiks iznîcinâti. Vai jûs vçlaties turpinât ?
sk: Budem zatvára» '%s'. Prosím, uvedomte si, ¾e %d pohµadov bude znièených. Naozaj chcete pokraèova»?
tr: %s için kapatýlýyor. %d görüntü kapatýlacaktýr. Devam etmek istiyor musunuz?
uk: "%s" буде закрито. Зауважте, що %d вигляд╕в буде знищено. Хотите продолжить?

source: Gnome Color Browser
lv: Gnome Krâsu Skatîtâjs
sk: Prehliadaè farieb GNOME
tr: Gnome Renk Gezgini
uk: GNOME Переглядач кольор╕в

source: Small utility to browse available X11 colors.
lv: Maza utilîta, lai apskatîtu pieejamâs X11 krâsas.
sk: Malý nástroj pre prehliadanie dostupných X11 farieb.
tr: Geçerli X11 renklerini gezmek için bir uygulama.
uk: Мала утил╕та для перегляду доступних для X11 кольор╕в

source: New Color
lv: Jauna Krâsa
sk: Nová farba
tr: Yeni Renk
uk: Новий кол╕р

source: View properties
lv: Skatîjuma rekvizîti
sk: Zobrazi» vlastnosti
tr: Ayarlarý Göster
uk: Влистивост╕ вигляду

source: Document properties
lv: Dokumenta rekvizîti
sk: Vlastnosti dokumentu
tr: Belge özellikleri
uk: Властивост╕ документу

source: Open
lv: Atvçrt
sk: Otvori»
tr: Aç
uk: В╕дкрити

source: Open a palette
lv: Atvçrt paleti
sk: Otvori» paletu
tr: Palet aç
uk: В╕дкрити пал╕тру

source: Grab
lv: Sagrâbt
sk: Zachyti»
tr: Yakala
uk: Захопити

source: Grab a color on the screen
lv: Sagrâbt krâsu uz ekrâna
sk: Zachytí farbu na obrazovke
tr: Ekrandaki bir rengi yakala
uk: Захопити кол╕р на екран╕

source: Your config file is corrupted. Do you want to create a new session ?
lv: Jûsu konfigurâcijas fails ir bojâts. Vai jûs vçlaties izveidot jaunu sesiju ?
sk: Vá¹ konfiguraèný súbor je po¹kodený. Chcete vytvori» nové sedenie?
tr: Yapýlandýrma dosyasý bozuk. Yeni bir oturum açmak istiyor musunuz?
uk: Ваш файл к╕нф╕гурац╕╖ з╕псовано. Хочете створити новий сеанс ?

source: Loading files, please wait ...
lv: Ielâdçjam failus, lûdzu uzgaidiet...
sk: Naèítavam súbory, èakajte...
tr: Dosyalar yükleniyor, lütfen bekleyiniz ...
uk: Завантаження фал╕в, зачекайте...

source: One or more files can not be restored :
lv: Viens vai vairâki faili nevar tikt atjaunoti :
sk: Jeden alebo viacero súborov nebolo mo¾né obnovi»:
tr: Bir ya da daha fazla dosya kurtarýlamadý :
uk: Один або б╕льше файл╕в не може бути в╕дновлено :

source: System Colors
lv: Sistçmas Krâsas
sk: Systémové farby
tr: Sistem Renkleri
uk: Кольори системи

source: User Colors
lv: Lietotâja Krâsas
sk: Vlastné farby
tr: Kullanýcý Renkleri
uk: Кольори користувача

source: Search
lv: Meklçt
sk: Nájs»
tr: Ara
uk: Пошук

source: Decimal 8 bits
lv: Decimâli 8 biti
sk: Desiatkové 8 bitov
tr: Onlu (8bit)
uk: Десяткове 8-б╕тне

source: Decimal 16 bits
lv: Decimâli 16 biti
sk: Desiatkové 16 bitov
tr: Onlu (16bit)
uk: Десяткове 16-б╕тне

source: Hex 8 bits
lv: Hekss 8 biti
sk: ©estnástkové 8 bitov
tr: Onaltýlý (8bit)
uk: Ш╕стнадцяткове 16-б╕тне

source: Hex 16 bits
lv: Hekss 16 biti
sk: ©estnástkové 16 bitov
tr: Onaltýlý (16bit)
uk: Ш╕стнадцяткове 16-б╕тне

source: Float
lv: Pludinât
sk: Reálne
tr: Kaygan
uk: Д╕йсне

source: Color
lv: Krâsa
sk: Farba
tr: Renk
uk: Кол╕р

source: Name
bg: Име
lv: Nosaukums
sk: Meno
tr: Ýsim
uk: Назва

source: Tolerance :
sk: Tolerancia:
tr: Tolerans :
uk: Терпим╕сть :

source: Font Selector
lv: Fontu Izvçlçtâjs
sk: Výber písma
tr: Yazýtipi Seçicisi
uk: Перемикач шрифт╕в

source: Selection:
lv: Izvçle:
sk: Výber:
tr: Seçim:
uk: Вид╕лення:

source: Font to load
lv: Ielâdçjamie Fonti
sk: Naèíta» písmo
tr: Yüklenecek yazýtipi
uk: Шрифт для завантаження

source: FONTSPEC
lv: FONTSPECIFISKI
sk: SPECPÍSMA
uk: ШРИФТ

source: Print selected font name on exit
lv: Drukât izvçlçto fontu nosaukumu pie izejas
sk: Vypísa» vybrané meno písma pri ukonèení
tr: Çýkarken seçili yazýtipini yazdýr
uk: Надрукувати назву вибраного шрифта на виход╕

source: Inhibit remembering selected font for next run
lv: Atslçgt fontu atcerçðanos priekð nâkamâs reizes
sk: Zakáza» pamä» vybraného písma pre budúce spustenie
tr: Önümüzdeki çalýþmada seçili yazýtipini aklýnda tutma
uk: Вимкнути запам'ятовування вибраного шрифта для наступного запуску

source: Inhibit loading of last font
lv: Apturçt pçdçjo fontu ielâdi
sk: Zakáza» naèítavanie posledného písma
tr: Son yazýtipinin yüklenmesini önle
uk: Вимкнути завантаження останнього шрифта

source: Reason %d
lv: Iemesls %d
sk: Dôvod %d
tr: Neden %d
uk: Причина %d

source: Where to put the window, and its size
lv: Kur novietot logu, un tâ izmçri
sk: Kde umiestni» okno a jeho veµkos»
tr: Pencerenin nereye koyulacaðý ve o pencerenin boyutu
uk: Положення в╕кна та його розм╕р

source: Ignore standard input; may be needed in some cases.
lv: Ignorçt standarta ievadi; var bût nepiecieðams daþos gadîjumos.
sk: Ignorova» ¹tandardný vstup, niekedy potrebné.
tr: Standart girdiyi gözardý et
uk: ╤гнорувати стандартний вв╕д; це може бути необх╕дно в деяких випадках.

source: _New Window
lv: _Jauns Logs
sk: _Nové okno
tr: _Yeni Pencere
uk: _Нове в╕кно

source: New text viewer window
lv: Juns teksta skatîtâja logs
sk: Nové okno prezerania textu
tr: Yeni metin gösterme penceresi
uk: Нове в╕кно перегляду тексту

source: _Fixed Font
lv: _Fiksçtie Fonti
sk: _Písmo s pevnou ¹írkou
tr: _Sabit Yazýtipi
uk: _Ф╕ксований шрифт

source: Display text with a fixed font
lv: Attçlot tekstu ar fiksçtâ izmçra fontiem
sk: Zobrazí text písmom s pevnou ¹írkou
tr: Metni belirli bir yazýtipiyle göster
uk: Показувати текст ф╕ксованим шрифтом

source: Text File Viewer
lv: Teksta Failu Skatîtâjs
sk: Zobrazovaè textových súborov
tr: Metin Dosya Ýzleyici
uk: Програма перегляду текстових файл╕в

source: Copyright 1998, under the GNU General Public License.
lv: Autortiesîbas 1998, pçc GNU Vispârçjâs Publiskâs Licences (General Public License or GPL).
sk: Copyright 1998, pod GNU General Public License.
tr: (C) 1998, GNU General Public License'e göre yayýnlanmýþtýr .
uk: Copyright 1998, на умовах GNU General Public License.

source: Find string
lv: Meklçt virkni
sk: Nájs» re»azec
tr: Metni bul
uk: Пошук рядка

source: Find
bg: Търси
lv: Meklçt
sk: Nájs»
tr: Bul
uk: Пошук

source: Loading...
lv: Ielâdçðana...
sk: Naèítavam...
tr: Yükleniyor...
uk: Завантаження...

source: No such file or directory: %s
lv: Nav tâda faila vai direktorijas: %s
sk: Tento súbor alebo prieèinok neexistuje: %s
tr: Bu isimle bir dosya ya da dizin yok: %s
uk: Нема╓ такого файлу чи директор╕╖: %s

source: Failed to decompress and display the file: %s %s
lv: Nespçja dekompresçt un attçlot failu: %s %s
sk: Nepodarilo sa rozbali» a zobrazi» súbor: %s %s
tr: Bu dosya görüntülenemedi: %s %s
uk: Невдалось розтиснути та показати файл: %s %s

source: Unable to display compressed file. zcat not found in your path.
lv: Nevar parâdît sakompresçtâ faila saturu.zcat programma nav atrasta (path problçma).
sk: Nepodarilo sa zobrazi» zabalený súbor. V ceste nebol nájdený zcat.
tr: Sýkýþtýrýlmýþ dosyayý gösteremiyorum. 'zcat' uygulamasý bulunamadý.
uk: Неможливо показати стиснутий файл. Не знайдено zcat в шляху пошуку.

source: Error loading file: %s %s
lv: Kïûda ielâdçjot failu: %s %s
sk: Chyba pri naèítavaní súboru: %s %s
tr: Dosya yüklenirken hata oluþtu: %s %s
uk: Помилка завантаження файлу: %s %s

source: Saving...
lv: Glabâðana...
sk: Ukladám...
tr: Kaydediliyor...
uk: Збереження...

source: Failed to write file: %s %s
lv: Nevar ierakstît failu: %s %s
sk: Nepodarilo sa zapísa» súbor: %s %s
tr: Dosyaya yazýlamadý: %s %s
uk: Помилка записування файлу: %s %s

source: Save Text As...
lv: Glabât Tekstu Kâ...
sk: Ulo¾i» text ako...
tr: Metni Farklý Kaydet...
uk: Зберегти текст як...

source: Open Text File...
lv: Atvçrt Teksta Failu...
sk: Otvori» textový súbor...
tr: Metin Dosyasýný Aç...
uk: В╕дкрити текстовий файл...

source: Sorry, no preferences yet.
lv: Atvainojiet, preferences vçl nav.
sk: ¥utujem, zatiaµ ¾iadne nastavenia.
tr: Ayarlar bulunamadý.
uk: Вибачте, ще нема╓ настройок.

source: Searching...
bg: Търся...
lv: Meklçðana...
sk: Hµadám...
tr: Aranýyor...
uk: Пошук...

source: No search string was specified!
lv: Meklçðanas virkne netika pieðíirta!
sk: Neuviedli ste hµadaný re»azec!
tr: Aranacak metin belirlenmedi!
uk: Рядок для пошуку не задано!

source: Shut Down
lv: Izslçgðana
sk: Vypnú» poèítaè
tr: Kapat
uk: Завершення роботи

source: Single User Mode
lv: Viena Lietotâja Reþîms
sk: Jednopou¾ívateµský mód
tr: Tek kullanýcýlýk çalýþma seviyesi
uk: Однокористувацький режим
