Repository: GnoTime/gnotime
Catalog: po/*.po
Languages: bg, lv, sk, tr, uk

source: The Gnome Calculator
lv: Gnome Kalkulators
sk: Kalkulaèka pre GNOME
tr: Gnome Hesap Makinesi
uk: GNOME Калькулятор

source: Simple double precision calculator similiar to xcalc
bg: Прост калкулатор с двойна точност подобен на xcalc
lv: Vienkârð dubultâs precizitâtes kalkulators lîdzîgi kâ xcalc
sk: Jednoduchý kalkulaèka s dvojitou presnos»ou podobný xcalc
tr: xcalc'e benzer hesap makinasý
uk: Простий калькулятор з подв╕йною точн╕стю

source: Run in analog (slide rule) mode
lv: Palaist analogajâ (slîdoðâ mçra) reþîmâ
sk: Be¾a» v analógovom móde
tr: Analog kipte çalýþ

source: Gnome Calculator
lv: Gnome Kalkulators
sk: Kalkulaèka GNOME
tr: Gnome Hesap Makinasý
uk: GNOME калькулятор

source: Select Character
bg: Избор на Символ
lv: Izvçlçties Rakstzîmi
sk: Vyberte znak
tr: Karakteri Seç

source: Insert
lv: Ievietot
sk: Vlo¾i»
tr: Ekle
uk: Вставити

source: Character code:
bg: Код на Символ:
lv: Rakstzîmes kods:
sk: Kód znaku:
tr: Karakter kodu:

source: Character:
bg: Символ:
lv: Rakstzîme
sk: Znak:
tr: Karakter:
uk: Символ:

source: Gnome Character Map
bg: Таблица на символите в ГНОМЕ
lv: Gnome Simbolu Karte
sk: Mapa znakov GNOME
tr: Gnome Karakter Haritasý
uk: Мапа символ╕в

source: The Gnome equalivant of Microsoft Windows' Character Map. Warning: might contain bad English.
lv: Gnomes ekvivalents Microsoft Windows Simbolu Kartei (Character Map). Brîdinâjums: var saturçt sliktu angïu valodu.
sk: GNOME ekvivalent pre Mapu znakov z Microsoft Windows.
tr: GNOME Karakter Haritasý
uk: Екв╕валент програми Character Map для Windows.

source: %s: Character code %d
bg: %s: Код на символ %d
lv: %s: Rakstzîmes kods %d
sk: %s: Kód znaku %d
tr: %s: ASCII kodu %d

source: Text copied to clipboard...
bg: Текст копиран в буфера за обмен....
lv: Nokopçtais teksts...
sk: Text skopírovaný do schránky...
tr: Panoya kopyalanan metin...
uk: Текст скоп╕йовано у буфер обм╕ну...

source: Text cut to clipboard...
bg: Отрязан текст в буфера за обмен
lv: Izgrieztais teksts...
sk: Text vystrihnutý do schránky...
tr: Panoya kesilen metin...
uk: Текст вир╕зано у буфер обм╕ну...

source: Text pasted from clipboard...
bg: Текст поставен от буфера за обмен...
lv: Ielîmçtais teksts...
sk: Text vlo¾ený zo schránky...
tr: Panodan yapýþtýrýlan metin
uk: Текст вставлено з буферу обм╕ну...

source: Action Toolbar
bg: Панел за Действия
lv: D_arbîbu Rîkjosla
sk: Nástrojový pruh akcií
tr: Eylem Araç Çubuðu
uk: Панель д╕й

source: Text to copy:
lv: Kopçt Tekstu:
sk: Kopírovaný text:
tr: Kopyalanacak metin:
uk: Текст для коп╕ювання:

source: Exit
lv: Iziet
sk: Koniec
tr: Çýk
uk: Вийти

source: Copy
bg: Копира
lv: Kopçt
sk: Kopírova»
tr: Kopyala
uk: Коп╕ювати

source: About
lv: Par
sk: O programe
tr: Bilgi
uk: Про

source: Help
lv: Palîdzîba
sk: Pomocník
tr: Yardým
uk: Дов╕дка

source: Insert Character...
lv: Ievietot Rakstzîmi...
sk: Vlo¾i» znak...
tr: Karakter Ekle...
uk: Вставити символ...

source: Insert character(s) by choosing character codes.
bg: Вмъква символ(и) чрез избор кодове на символи.
lv: Ievietot rakstzîmi(es) izvçloties rakstzîmju kodus.
sk: Vlo¾í znak(y) pomocou ich kódov.
tr: Karakter kodlarýný seçerek karakter(ler) ekleyin.

source: _Action Toolbar
lv: D_arbîbu Rîkjosla
sk: Panel _akcií
tr: _Eylem Araç Çubuðu
uk: Панель д╕й

source: View or hide the action toolbar
lv: Parâdît vai slçpt darbîbu rîkjoslu
sk: Uká¾e alebo skryje panel nástrojov s akciami
tr: Eylem araç çubuðunu gizle/göster
uk: Показати чи прибрати панель д╕й

source: _Text Toolbar
lv: _Teksta Rîkjosla
sk: Panel _textu
tr: _Metin Araç Çubuðu
uk: Панель тексту

source: View or hide the text toolbar
lv: Parâdît vai slçpt teksta rîkjoslu
sk: Uká¾e alebo skryje panel nástrojov pre text
tr: Metin araç çubuðunu gizle/göster
uk: Показати чи прибрати панель тексту

source: _Statusbar
lv: _Statusjosla
sk: _Stavový riadok
tr: _Durum çubuðu
uk: Панель стану

source: View or hide the statusbar
lv: Parâdît vai slçpt statusjoslu
sk: Uká¾e alebo skryje stavový riadok
tr: Durum çubuðunu gizle/göster
uk: Показати чи прибрати панель стану

source: Character Table's Font...
lv: Rakstzîmju Tabulas Fonts...
sk: Písmo mapy znakov...
tr: Karakter Tablosu Yazýtipi...
uk: Шрифт таблиц╕ символ╕в...

source: Set the character table's font.
lv: Iestatît rakstzîmju tabulas fontu.
sk: Nastaví písmo pre mapu znakov.
tr: Karakter tablosu yazýtipini düzenle.
uk: Встановити шрифт таблиц╕ символ╕в.

source: _Insert at end
lv: Ievietot beigâs
sk: Vlo¾i» na konie_c
tr: _Sonuna ekle
uk: Вставити в к╕нець

source: Insert every selected character at the end of the text entry
lv: Ievietot katru izvçlçto rakstzîmi teksta ieraksta beigâs
sk: Vlo¾í ka¾dý vybraný znak na koniec textového poµa
tr: Her seçilen karakteri metnin sonuna ekle
uk: Вставляти кожен вибраний символ у к╕нець введеного

source: _Focusable Buttons
lv: _Fokusçjamas Pogas
sk: Tlaèidlá s _fokusom
tr: _Odaklanabilir Düðmeler
uk: Кнопки, що фокусуються

source: Set the buttons to be focusable or not
lv: Iestatît, lai pogas bûtu vai nebûtu fokusçjamas
sk: Nastaví, èi mô¾u ma» tlaèidlá fokus
tr: Düðmelerin odaklanabilirliðini düzenleyin
uk: Встановити, будуть кнопки фокусуватися чи н╕

source: Insert character(s) by choosing character codes
lv: Ievietot rakstzîmi(es) izvçloties rakstzîmju kodus
sk: Vlo¾í znak(y) pomocou ich kódov
tr: Karakter kodlarýný seçerek karakterleri ekle

source: Cut
bg: Отрязва
lv: Izgriezt
sk: Vystrihnú»
tr: Kes
uk: Вир╕зати

source: Cut the selection
bg: Отрязва избраното
lv: Izgriezt izvçlçto
sk: Vystrihne výber
tr: Seçimi kes
uk: Вир╕зити вибране

source: Copy the selection
bg: Копира избраното
lv: Kopçt izvçlçto
sk: Skopíruje výber
tr: Seçimi kopyala
uk: Скоп╕ювати вибране

source: Paste
bg: Поставя
lv: Ielîmçt
sk: Vlo¾i»
tr: Yapýþtýr
uk: Вставити

source: Paste the clipboard
bg: Поставя съдържанието на буфера за обмен
lv: Ievietot no starpliktuves.
sk: Vlo¾í zo schránky
tr: Panoyu yapýþtýr
uk: Вставити буфер обм╕ну

source: Show Gnome Character Map's manual
lv: Gnome Simbolu Rakstzîmju Kartes rokasgrâmatu
sk: Zobrazí Pou¾ívateµský manuál pre Mapu znakov GNOME
tr: Gnome Karakter Haritasý kýlavuzunu göster
uk: Показати пос╕бник з Мапи Символ╕в GNOME

source: About this application
lv: Par ðo aplikâciju
sk: O tejto aplikácii
tr: Bu uygulama hakkýnda
uk: Про цю програму

source: Exit the program
lv: Iziet no programmas
sk: Ukonèí program
tr: Programdan çýk
uk: Вийти з програми

source: Couldn't start the dictionary; most likely, http://www.dict.org could not be contacted.
lv: Nevar palaist vârdnîcu; visdrîzâk nevar saslçgties ar http://www.dict.org.
sk: Nepodarilo sa spusti» slovník, asi nie je mo¾né spojenie s http://www.dict.org.
tr: Sözlük baþlatýlamadý, büyük ihtimalle http://www.dict.org adresi ile iletiþim kurulamadý.

source: Cannot connect to server
bg: Не мога да се свържа със сървъра
lv: Nevar savienoties ar serveri
sk: Nepodarilo sa spoji» so serverom
tr: Sunucuya baðlantý kurulamadý
uk: Неможливо з'╓днатися з словниковим сервером

source: Client for MIT dictionary server. Web: http://gdict.dhs.org/, http://www.psilord.com/code/
bg: Клиент за сървър на MIT . Web: http://gdict.dhs.org/, http://www.psilord.com/code/
lv: MIT vârdnîcas servera klients. Tîkls: http://gdict.dhs.org/, http://www.psilord.com/code/
sk: Klient pre slovníkový server MIT. Web: http://gdict.dhs.org/, http://www.psilord.com/code/
tr: MIT sözlük sunucusu için arayüz. Web: http://gdict.dhs.org/, http://www.psilord.com/code/
uk: Кл╕╓нт до словникового сервера MIT. WWW: http://gdict.dhs.org/, http://www.psilord.com/code/

source: Spell-checking...
bg: Проверка на правопис...
lv: Pareizrakstîbas pârbaude...
sk: Kontrola pravopisu...
tr: Ýmla denetimi...
uk: Перев╕рка орфоргаф╕╖...

source: Spell check done
bg: Проверка на правопис завърши
lv: Pareizrakstîbas parbaude veikta
sk: Kontrola pravopisu hotová
tr: Ýmla denetimi tamamlandý
uk: Перев╕рку орфограф╕╖ завершено

source: No matches found
bg: Не са намерени съвпадения
lv: Nav nevienas sakriðanas
sk: Niè nenájdené
tr: Eþleþme bulunamadý
uk: Не знайдено в╕дпов╕дник╕в

source: Looking up word...
bg: Търсене на дума...
lv: Skatîties pçc vârda...
sk: Hµadám slovo...
tr: Kelimeye bakýlýyor...
uk: Пошук слова...

source: Lookup done
bg: Търсенете завърши
lv: Skatîðanâs veikta
sk: Hµadanie hotové
tr: Bakma iþlemi tamamlandý
uk: Пошук завершено

source: String not found
bg: Низа не е намерен
lv: Virkne nav atrasta
sk: Re»azec nenájdený
tr: Dizge bulunamadý
uk: Рядок не знайдено

source: Find:
lv: Meklçt:
sk: Nájs»:
tr: Bul:
uk: Знайти:

source: Unable to perform requested operation, either because the server you are using is down or because you are not connected to the Internet. If you are not already connected to the Internet, please do so and try again.
lv: Nevar izpildît pieprasîto operâciju, tâpçc ka vai nu serveris, kuru lietojat, ir izslçgts vai arî tâpçc, ka neesat pievienojies Internetam. Ja jûs patieðâm neesat to izdarîjuði, izdariet to un mçìiniet vçlreiz.
sk: Nepodarilo sa vykona» po¾adovanú operáciu, buï server, ktorý pou¾ívate, nefunguje alebo nie ste pripojený na Internet. Ak nie ste u¾ pripojený, prosím, pripojte sa skúste to znovu.
tr: Ýstenen iþlem gerçekleþemedi. Ya Ýnternet baðlantýnýzda bir sorun var, ya da sunucu makinaya eriþilemiyor. Eðer hala Ýnternet'e baðlýysanýz, lütfen tekrar deneyin.
uk: Неможливо виконати д╕ю, що вимага╓ться, або тому що сервер котрий ви використову╓те в╕д╕мкнено, або тому що ви не п╕д'╓днан╕ в ╤нтернет. Якщо ви ще не п╕д'╓днались в ╤нтернету, зроб╕ть це та спробуйте ще раз.

source: Look up
lv: Lûkoties
sk: Hµada»
tr: Bak

source: Look up word in dictionary
lv: Lûkoties pçc vârda vârdnîcâ
sk: Hµadá slovo v slovníku
tr: Kelimeye sözlükte bak

source: Spell
lv: Pareizrakstîba
sk: Kontrola
tr: Ýmla
uk: Орфограф╕я

source: Check word spelling
bg: Проверка правопис на дума
lv: Pârbaudît vârda pareizrakstîbu
sk: Skontroluje slovo
tr: Ýmla denetimini kontrol et
uk: Перев╕рка орфограф╕╖

source: Cut to Clipboard
lv: Ievietot Starpliktuvç
sk: Vystrihnú» do schránky
tr: Panoya yerleþtir
uk: Вир╕зати у буфер обм╕ну

source: Copy to Clipboard
lv: Kopçt uz Starpliktuvi
sk: Skopírova» do schránky
tr: Panoya Kopyala
uk: Скоп╕ювати у буфер обм╕ну

source: Paste Clipboard Contents
lv: Ievietot Starpliktuves Saturu
sk: Vlo¾i» obsah schránky
tr: Pano Ýçeriðini Yapýþtýr
uk: Вставити вм╕ст буферу обм╕ну

source: Settings
lv: Uzstâdîjumi
sk: Nastavenia
tr: Ayarlar
uk: Установки

source: Server to use, default search strategy, fonts
lv: Lietojamais serveris, noklusçtâ meklçðanas stratçìija, fonti
sk: Pou¾ívaný server, stratégia hµadania, písma
tr: Kullanýlacak sunucu, arama yöntemi, yazýtipleri
uk: Використовуваний сервер, типова стратег╕я пошуку, щрифти

source: Word definition
lv: Vârda definîcija
sk: Definícia slova
tr: Kelime tanýmý
uk: Визначення слова

source: About...
bg: Относно програма...
lv: Par...
sk: O programe...
tr: Hakkýnda...
uk: Про...

source: Preferences...
lv: Rekvizîti...
sk: Nastavenia...
tr: Tercihler...
uk: Налаштування...

source: Show/Hide Definition Window...
lv: Parâdît/Slçpt Definîcijas Logu...
sk: Zobrazi»/skry» okno definície...
tr: Taným Penceresini Göster/Gizle...
uk: Показати/прибрати викно визначення...

source: Spell Check...
lv: Pareizrakstîbas Pârbaude...
sk: Kontrola pravopisu...
tr: Ýmla Denetimi...
uk: Перев╕рка орфоргаф╕╖...

source: Cannot create applet!
lv: Nevaru izveidot apletu!
sk: Nemô¾em vytvori» aplet!
tr: Uygulama yaratýlamadý!
uk: Неможливо створити аплет!

source: Error invoking query: %s
bg: Грешка при изпълнение на заявка: %s
lv: Kïûda izpildot pieprasîjumu: %s
sk: Chyba spú¹»aní otázky: %s
tr: %s taramasý yapýlýrken hata

source: Headword:
bg: Заглавна дума:
lv: Galvasvârds:
sk: Hlavné slovo:
tr: Baþlýk kelimesi:
uk: Слово-заголовок:

source: Sub-number:
bg: Допълнителен номер:
lv: Zemskaitlis
sk: Podèíslo:
tr: Alt numara:
uk: Додатковий номер:

source: Pronunciation:
bg: Произношение:
lv: Izruna:
sk: Výslovnos»:
tr: Söyleyiþ:
uk: Вимова:

source: Etymology:
bg: Етимология:
lv: Etimoloìija:
sk: Etymológia:
tr: Etimoloji:
uk: Етимолог╕я:

source: Part of speech:
bg: Част на речта:
lv: Runas daïa
sk: Èas» reèi:
uk: Частина мови:

source: Example:
bg: Пример:
lv: Piemçrs:
sk: Príklad:
tr: Örnek:
uk: Приклад:

source: Main body:
bg: Основно тяло:
lv: Galvenâ daïa:
sk: Hlavné telo:
tr: Ana gövde:
uk: Словарна стаття:

source: Cross-reference:
bg: Препратки:
lv: Norâde
sk: Krí¾ová referencia:
tr: Çapraz referans:
uk: Посилання:

source: Preferences
sk: Nastavenie
tr: Ayarlar
uk: Налаштування

source: Smart lookup
lv: Gudrâ meklçðana
sk: ©ikovné hµadanie
tr: Akýllý bakýþ
uk: Розумний пошук

source: Database:
lv: Datubâze:
sk: Databáza:
tr: Veritabaný:
uk: База даних:

source: Default strategy:
lv: Noklusçtâ stratçìija:
sk: ©tandardná stratégia:
tr: Öntanýmlý iþlem:
uk: Типова стратег╕я:

source: Fonts
lv: Fonti
sk: Písma
tr: Yazýtipleri
uk: Шрифти

source: Display handle bar
lv: Parâdît pârbîdes joslu
sk: Zobrazi» pruh handle
tr: Oturum çubuðunu göster
uk: Показувати рядок заголовку

source: You have to restart GDict for these settings to become active.
lv: Jums jâparstartç GDict, lai ðie uzstâdîjumi kïûtu aktîvi.
sk: Musíte re¹tartova» GDict aby sa tieto nastavenia aktivovali.
tr: Bu deðiþikliklerin etkin olmasý için GDict'i yeniden çalýþtýrmalýsýnýz.
uk: Вам необх╕дно перезапустити Gdict щоб ц╕ установки под╕яли.

source: Applet
lv: Aplets
sk: Aplet
tr: Uygulama
uk: Аплет

source: Search all databases
bg: Търси във всички бази данни
lv: Meklçt visâs datubâzçs
sk: Hµada» vo v¹etkých databázach
tr: Tüm veritabanlarýný ara

source: The server you specified could not be found.
lv: Jûsu uzstâdîtais serveris nav atrasts.
sk: Uvedený server nebol nájdený.
tr: Belirtilen sunucu bulunamadý.
uk: Вказаного сервера не знайдено.

source: Word:
lv: Vârds:
sk: Slovo:
tr: Kelime:

source: Search Strategy:
lv: Meklçðanas Stratçìija:
sk: Stratégia hµadania:
tr: Arama Yöntemi:

source: Find Words...
lv: Meklçt Vârdus...
sk: Nájs» slová...
tr: Kelimeleri Bul...

source: Look up Word...
lv: Skatîties pçc Vârda...
sk: Nájs» slovo...
tr: Kelimeye Bak...

source: Spell checker
lv: Pareizrakstîbas parbaude
sk: Kontrola pravopisu
tr: Ýmla denetleyici

source: Unable to parse the geometry string '%s'
lv: Nevar izanalizet ìeometrijas virkni '%s'
sk: Nepodarilo sa rozlo¾i» re»azec umiestnenia '%s'
tr: Yer verisi olan `%s''yi tarayamadým
uk: Не вдалося проанал╕зувати рядок геометр╕╖ "%s"

source: Specify the geometry of the window.
lv: Iestatît loga ìeometriju.
sk: Uvádza umiestnenie okna.
tr: Pencerenin boyutunu belirler.
uk: Вказати геометр╕ю в╕кна

source: GDiskFree is a GNOME implementation of the shell utility 'df'.
lv: GDiskFree ir GNOME aizvietojums komandrindas utilîtij 'df'.
sk: GDiskFree je GNOME implementácia nástroja 'df'.
tr: GDiskFree, 'df' komutunun GNOME sürümüdür
uk: GDiskFree - це реал╕зац╕я утил╕ти "df" для GNOME.

source: GDiskFree Properties
lv: GdiskFree Rekvizîti
sk: Vlastnosti GDiskFree
tr: GDiskFree Ayarlarý
uk: Властивост╕ GDiskFree

source: Invoke sync before getting usage info
lv: Palaist sync pirms lietoðanas informâcijas saòemðanas
sk: Zavola» sync pred získaním informácií o pou¾ití
tr: Kullaným bilgilerini almadan önce senkronizasyon yap
uk: Викликати sync перед отриманням ╕нформац╕╖ про використання

source: Show drive mount points
lv: Parâdît iekârtu montçðanas punktus
sk: Zobrazi» prípojné body zariadení
tr: Sürücülerin baðlama noktalarýný göster
uk: Показати точки монтування пристро╖в

source: Show drive size
lv: Parâdît iekârtas ietilpîbu
sk: Zobrazi» veµkos» zariadení
tr: Sürücü boyunu göster
uk: Показати розм╕р пристрою

source: Dial Orientation
lv: Orientâcija
sk: Orientácia
tr: Arama Konumu
uk: Ор╕╓нтац╕я

source: Vertical
lv: Vertikâli
sk: Vertikálne
tr: Dikey
uk: Вертакальна

source: Horizontal
lv: Horizontâli
sk: Horizontálne
tr: Yatay
uk: Горизонтальна

source: Update interval (ms)
lv: Atjaunoðanas intervâls (ms)
sk: Obnovovací interval (ms)
tr: Güncelleme aralýðý (ms)
uk: ╤нтервал оновлення (ms)

source: General Settings
lv: Galvenie Uzstâdîjumi
sk: V¹eobecné nastavenie
tr: Genel Ayarlar
uk: Загальн╕ установки

source: File name
lv: Faila nosaukums
sk: Meno súboru
tr: Dosya adý
uk: Назва файлу

source: Don't search subdirectories
lv: Nemeklçt pa apakðdirektorijâm
sk: Nehµada» v podprieèinkoch
tr: Altdizinleri arama
uk: Не шукати в п╕дкаталогах

source: File owner
lv: Dantes îpaðnieks
sk: Vlastník súboru
tr: Dosya sahibi
uk: Власник файлу

source: File owner group
lv: Faila îpaðnieka grupa
sk: Skupina vlastníka súboru
tr: Dosya sahibi ve grubu
uk: Група власника фалу

source: Last modification time
lv: Pçdçjais modificçðanas laiks
sk: Èas poslednej zmeny
tr: Son deðiþim zamaný
uk: Дата останньо╖ зм╕ни

source: Don't search mounted filesystems
bg: Не търси в монтираните файлови системи
lv: Nemeklçt montçtajâs failsistçmâs
sk: Nehµada» na pripojených systémoch súborov
tr: Baðlý dosya sistemlerinde arama
uk: Не шукати на змонтованих файлових системах

source: Empty file
lv: Tukða dante
sk: Prázdny súbor
tr: Boþ dosya
uk: Пустий файл

source: Invalid user or group
bg: Грешна група или потребител
lv: Nepareizs lietotâjs vai grupa
sk: Neplatný pou¾ívateµ alebo skupina
tr: Geçersiz kullanýcý ya da grup
uk: Нев╕рний користувач або група

source: Filenames except
lv: Failu nosaukumi, izòemot
sk: Mená súborov okrem
tr: Hariç dosya isimleri:
uk: За виключенням файл╕в

source: Follow symbolic links
bg: Следва символичните указатели
lv: Sekot simbolsaitçm
sk: Sledova» symbolické odkazy
tr: Sembolik baðlantýlarý takip et
uk: Дотримуватись символьних посилань

source: Simple substring search
lv: Vienkârða apakðvirnes meklçðana
sk: Jednoduché hµadanie podre»azca
tr: Düz metin arama
uk: Пошук простого п╕дрядка

source: Regular expression search
lv: Regulâra izteiciena meklçðana
sk: Hµadanie regulárnym výrazom
tr: Düz tanýma göre arama
uk: Пошук регулярного виразу

source: Extended regular expression search
lv: Paplaðinâta regulâra izteciena meklçðana
sk: Hµadanie roz¹íreným regulárnym výrazom
tr: Geliþmiþ düz tanýma göre arama
uk: Пошук розширеного регулярного виразу

source: grep options found in find list bad bad!
lv: grep atrastâs meklçðanas saraksta opcijas slikti slikti!
sk: voµby pre grep nájdené v zozname hµadania nie sú dobre!
tr: Arama listesinide grep seçenekleri bulundu!
uk: параметр greep в списку find, це недобре!

source: non-grep option found in grep list, bad bad!
lv: ne-grep atrastâs meklçðanas saraksta opcijas slikti slikti!
sk: voµby nie pre grep nájdené v zozname hµadania nie sú dobre!
tr: Grep listesinde grep'e ait olmayan seçenekler bulundu!
uk: нев╕домий параметр в списку greep, це недобре!

source: Search already running on another page
lv: Meklçðana jau norit citâ lapâ
sk: Hµadanie u¾ be¾í na inej stránke
tr: Arama baþka bir sayfada zaten çalýþýyor
uk: Пошук вже працю╓ на ╕нш╕й стор╕нц╕

source: Search Results
lv: Meklçðanas Rezultâti
sk: Výsledky hµadania
tr: Arama Sonuçlarý
uk: Результати пошуку

source: ... Too many errors to display ...
bg: ... Твърде много грешки за показване ...
lv: ... Pârâk daudz kïûdu uz ekrâna ...
sk: ... Príli¹ veµa chýb ....
tr: ... Çok fazla hata var ...

source: Start directory does not exist
lv: Sâkuma direktorija neeksistç
sk: Poèiatoèný prieèinok neexistuje
tr: Baþlama dizini yok
uk: Початкового каталога не ╕сну╓

source: Search command line
lv: Meklçt komandrindâ
sk: Príkazový riadok pre hµadanie
tr: Komut satýrý aramasý
uk: Командний рядок пошуку

source: This is the command line that can be used to execute this search from the console: (Note: to print one file per line rather then null separated, append "| tr '\000' '\n'" to the line below)
lv: Ðî ir komandrinda, kura var tikt lietota, lai palaistu ðadu meklçðanu no konsoles: (Piezîme: lai parâdîtu nevis neatdalîtu, bet vienâ rinâ vienu failu, pievieno "| tr '\000' '\n'" lejçjai rindai beigâs)
sk: Tento príkazový riadok ktorý mô¾e by» pou¾itý pre hµadanie z konzole. (Poznámka: pre zobrazenie jedného súboru na riadok namiesto oddelených nulami, pridajte do riadku "| tr '\000' '\n'")
tr: Bu satýr konsoldan yapabileceðiniz aramanýn komut eþleniðidir: (Satýr baþýna tek dosya yazdýrmak için, komutun sonuna "| tr '\000' '\n'" ekleyin).
uk: Це командний рядок, що може бути використаний для виконання цього пошуку з консол╕: (Зверн╕ть увагу: щоб друкувати один файл на рядок, а не розд╕лен╕ нулем, додайте "| tr '\000' '\n'" до рядка, що наведено нижче)

source: Entry changed called for a non entry option!
bg: Извиканото значение за записа не е опция за записа!
lv: Ieraksta maiòu izsauca ne-ieraksta opcija!
sk: Zmenená polo¾ka volaná pre voµbu bez polo¾iek!
uk: Викликано зм╕ну запису для параметру, що не ╓ записом!

source: Enable
lv: Aktivizçt
sk: Povoli»
tr: Etkinleþtir
uk: Ув╕мкнути

source: Remove
bg: Премахва
lv: Izòemt
sk: Odstráni»
tr: Sil
uk: Видалити

source: Start in directory:
lv: Sâkt direktorijâ:
sk: Zaèa» v prieèinku:
tr: Bu dizinde baþla:
uk: Починати з каталога:

source: Browse
bg: Преглед
lv: Apskatît
sk: Prechádza»
tr: Gözat
uk: Переглянути

source: Add
bg: Добавя
lv: Pievienot
sk: Prida»
tr: Ekle
uk: Додати

source: Show Command
lv: Parâdît Komandu
sk: Ukáza» príkaz
tr: Komutu Göster
uk: Показати команду

source: Start
lv: Sâkt
sk: ©tart
tr: Baþla
uk: Розпочати

source: Nothing to locate
lv: Nav ko atrast
sk: Nie je èo hµada»
tr: Bulunacak bir þey yok
uk: Нема╓ що шукати

source: This is an interface to locate. If you type in a simple string it will be matched as a subset of the full path, and if you type in a string with wildcards, it will have to match the full path.
lv: Ðî ir locate saskarne. Ja tu ierakstîsi vienkârðu rindiòu, tâ tiks attiecinâta kâ pilna ceïa daïa, un ja tu ierakstîsi rindiòu ar aizstâjçjzîmçm, tai ir jâatbilst pilnam ceïam.
sk: Toto je rozhranie k príkazu locate. Ak napí¹ete jednoduchý re»azec, ten bude nájdený ako podre»azec celej cesty a ak zadáte re»azec s ¾olíkmi, musí odpoveda» celej ceste.
tr: Bu locate için bir kullanýcý yüzeyidir
uk: Це ╕нтерфейс до команди locate. Якщо ви введете простий рядок - його буде пор╕вняно як п╕дмножину повного шляху, ╕ якщо ви введете рядок з шаблонами - в╕н буде пор╕внюватись з повним шляхом.

source: Locate file:
lv: Norâdît failu:
sk: Nájs» súbor:
tr: Dosyayý bul:
uk: Пошук файлу:

source: Full find (find)
lv: Pilnâ meklçðana (meklçt)
sk: Plné hµadanie (find)
tr: Tam bul (find)
uk: Повний пошук (find)

source: Quick find (locate)
lv: Âtrâ meklçðana (atrast)
sk: Rýchle hµadanie (locate)
tr: Çabuk bul (locate)
uk: Швидкий пошук (locate)

source: The Gnome Search Tool
lv: GNOME Meklçðanas Darbarîks
sk: GNOME Nástoj pre hµadanie
tr: Gnome Arama Uygulamasý
uk: Шукач для GNOME

source: (C) 1998,2000 the Free Software Foundation
lv: (C) 1998,2000 Brîvâs Programmatûras Fonds (Free Software Foundation)
sk: (C) 1998,2000 Free Software Foundation
uk: © 1998,2000 the Free Software Foundation

source: Frontend to the unix find/grep/locate commands
lv: Priekðpuse unix find/grep/locate komandâm
sk: Rozhranie pre unixové príkazy find/grep/locate
tr: Unix find/grep/locate uygulamalarý için bir kullanýcý arayüzü
uk: Оболонка для UNIX команди find/grep/locate

source: Gnome Search Tool
lv: Gnome Meklçðanas Darbarîks
sk: GNOME Nástoj pre hµadanie
tr: Gnome Arama Uygulamasý
uk: Зас╕б пошуку фал╕в

source: Cannot save file
lv: Nevaru saglabât failu
sk: Nemô¾em ulo¾i» súbor
tr: Dosya kaydedilemedi

source: Save Results
bg: Запазва Резултата
lv: Saglabât Rezultâtus
sk: Ulo¾i» výsledky
tr: Sonuçlarý Kaydet
uk: Зберегти результати

source: Command mangled
lv: Izkropïota komanda
sk: Príkaz zamotaný
tr: Komut kaydýrýldý
uk: Команду перетворено

source: No command for this mime type
lv: Nav komandas ðadam mime tipam
sk: Pre tento typ MIME nie je príkaz
tr: Bu mime türü için bilgi yok
uk: Нема╓ команди для цього типу MIME
