Repository: GnoTime/gnotime
Catalog: po/*.po
Languages: bg, lv, sk, tr, uk

source: no project selected
lv: neviens projekts nav izvçlçts
sk: nevybraný projekt
tr: hiç bir proje seçili deðil
uk: нема╓ вибраного проекту

source: Couldn't understand geometry (position and size) specified on command line
lv: Nevarçja saprast komandrindâ noteikto ìeometriju (vietu un izmçru)
sk: Nerozumiem umiestneniu (pozícii a veµkosti) uvedenému na príkazovom riadku
tr: Komutta belirlenen konum düzeni bilinmiyor (yer ve boyut)
uk: Незрозум╕ла геометр╕я (позиц╕я та розм╕р) вказан╕ в командному рядку

source: Total
lv: Kopâ
sk: Celkom
tr: Toplam
uk: Всього

source: Total time spent on this project.
sk: Celkový èas pre tento projekt
tr: Bu projede geçirilen toplam süre

source: Entry
bg: Елемент
sk: Polo¾ka

source: Time spent under the current diary entry.
sk: Èas strávený pre aktuálnu polo¾ku denníka.

source: Today
lv: Ðodien
sk: Dnes
tr: Bugün
uk: Сьогодн╕

source: Time spent on this project today.
sk: Èas strávený dnes pre tento projekt
tr: Projede bugün geçirilen toplam süre

source: Week
lv: Nedçïa
sk: Tý¾deò
tr: Hafta

source: Time spent on this project this week.
sk: Èas strávený tento tý¾deò pre tento projekt.
tr: Projede bu hafta geçirilen toplam süre

source: Month
lv: Mçnesis
sk: Mesiac
tr: Ay

source: Time spent on this project this month.
sk: Èas strávený tento mesiac pre tento projekt.
tr: Projede bu ay geçirilen toplam süre.

source: Year
lv: Gads
sk: Rok
tr: Yýl

source: Time spent on this project this year.
sk: Èas strávený tento rok pre tento projekt.

source: Title
sk: Titul
tr: Baþlýk

source: Project Title
lv: Projekta Nosaukums
sk: Titulok projektu
tr: Proje ismi
uk: Назва проекта

source: Description
lv: Apraksts
sk: Popis
tr: Açýklama
uk: Опис

source: Diary Entry
sk: Polo¾ka denníka

source: The current diary entry
sk: Aktuálna polo¾ka denníka

source: Estimated Project Start Date
sk: Predpokladaný termín zaèiatku projektu

source: End
sk: Koniec

source: Estimated Project Completion Date
sk: Predpokladaný termín dokonèenia projektu

source: Due
sk: Termín

source: Due Date: the date by which the project absolutely must be completed by.
sk: Termín: dátum, kedy musí by» projekt urèite dokonèený.

source: Size
bg: Размер
lv: Lielums
sk: Veµkos»
tr: Boyut
uk: Розм╕р

source: Sizing: How much work it will take to finish this project.
sk: Veµkos»: Koµko práce bude treba pre dokonèenie tohto projektu.

source: Done
sk: Hotovo
tr: Bitti

source: Percent Complete: How much of this project has been finished till now.
sk: Percentuálna dokonèená èas»: Aká èas» projektu u¾ je dokonèená.

source: Urgency: Does this project need to be done soon, done quickly?
sk: Urgentnos»: Musí by» tento projekt dokonèený skoro a rýchlo?
tr: Aciliyet: Bu proje hemen mi bitmeli, yoksa daha sonra mý?

source: Imp
sk: Dôl
tr: Önm

source: Importance: How important is this project?
sk: Dôle¾itos»: Ako dôle¾itý je tento projekt?
tr: Önem: Bu proje ne kadar önemli?

source: Status
lv: Statuss
sk: Stav
tr: Durum
uk: Стан

source: The current status of this project.
sk: Aktuálny stav projektu.
tr: Projenin güncel durumu.

source: Low
lv: Zems
sk: Nízka
tr: Düþük

source: Med
lv: Vidçjs
sk: Stredná
tr: Orta

source: High
lv: Augsts
sk: Veµká
tr: Yüksek

source: Not Started
lv: Nesâkts
sk: Nezaèal
tr: Baþlatýlmadý

source: In Progress
lv: Procesâ
sk: Prebieha

source: On Hold
lv: Pieturçt
sk: Pozdr¾aný

source: Cancelled
lv: Atcelts
sk: Zru¹ený
tr: Ýptal edildi

source: Completed
lv: Izpildîts
sk: Dokonèený
tr: Bitti

source: No Error
sk: ®iadna chyba

source: Cannot open the project data file %s
sk: Nepodarilo sa otvori» súbor s projektom %s

source: Cannot write the project data file %s
sk: Nepodarilo sa zapísa» súbor s projektom %s

source: The file %s doesn't seem to be a GTT project data file
sk: Súbor %s asi neobsahuje dáta projektu GTT.

source: The file %s seems to be corrupt
sk: Súbor %s je asi po¹kodený

source: An unknown token was found during the parsing of %s
sk: Nájdený neznámy token poèas spracovania %s

source: An unknown value was found during the parsing of %s
sk: Nájdená neznáma hodnota poèas spracovania %s

source: Cannot write the config file %s
sk: Nepodarilo sa zapísa» konfiguraèný súbor %s

source: project %t started
lv: projekts %t palaists
sk: projekt %t spustený
tr: proje %t baþlatýldý
uk: проект "%t" запущений

source: stopped project %t
lv: projekts %t apstâdinâts
sk: zastavený projekt %t
tr: proje %t bitirildi
uk: проект "%t" зупинений

source: Elapsed
lv: Pagâjuðais
sk: Uplynulo
tr: Tahmini

source: (empty)
lv: (tukðs)
sk: (prázne)
tr: (boþ)

source: Notes
sk: Poznámky

source: Task Time
lv: Uzdevuma Laiks
sk: Èas úlohy
tr: Görev Süresi

source: Bill Status
lv: Aprçíina Statuss
sk: Stav úètovania

source: Billable
lv: Iekïaut Aprçíinâ
sk: Vyúètovateµná

source: Bill Rate
lv: Aprçíina Likme
sk: Frekvencia úètovania

source: Value
lv: Vçrtîba
sk: Hodnota
tr: Deðer
uk: Значення

source: Billable Value
lv: Aprçíina Vçrtîba
sk: Vyúètovateµná hodnota

source: No Default Value
lv: Nav Noklusçtâs Vçrtîbas
sk: ®iadna ¹tandardná hodnota

source: Start Time Fuzziness
sk: Nepresnos» poèiatoèného èasu

source: Hold
lv: Aizturçt
sk: Pozdr¾ané

source: Bill
lv: Aprçíinât
sk: Vyúètovateµné

source: Paid
lv: Samaksâts
sk: Zaplatené

source: Not Billable
lv: Neiekïaut Aprçíinâ
sk: Nevyúètovateµné

source: No Charge
lv: Bezmaksas
sk: Bezplatne

source: Regular
lv: Regulârs
sk: Normálny

source: Overtime
lv: Ârpuslaika
sk: Cezèas

source: Double Overtime
lv: Dubukt Ârpuslaika
sk: Dvojitý cezèas

source: Flat Fee
lv: Cietâ Maksa
sk: Jednotná mzda

source: Error - Unknown
lv: Kïûda - Nezinâma
sk: Chyba - Neznáme
tr: Hata - Bilinmiyor

source: unknown token: >>>>
lv: nezinâma zîme: >>>>
sk: neznámy token: >>>>

source: Error 404 Not Found
lv: Kïûda 404 NAv Atrasta
sk: Chyba 404 Nenájdené
tr: 404 Hatasý: Bulunamadý

source: The file %s was not found.
lv: Fails %s nav atrasts.
sk: Súbor %s nebol nájdený.
tr: %s dosyasý bulunamadý

source: Unkown Error
lv: Nezinâma Kïûda
sk: Neznáma chyba
tr: Bilinmeyen Hata

source: Unable to open the file %s %s
lv: Nevar atvçrt failu %s %s
sk: Nepodarilo sa otvori» súbor %s %s
tr: %s dosyasý açýlamadý %s

source: New Diary Entry
sk: Nová polo¾ka denníka

source: Save HTML To File
lv: Saglabât HTML Failâ
sk: Ulo¾i» HTML do súboru
tr: HTML'i Dosyaya Kaydet

source: Cannot open logfile %s for append
lv: Nevar atvçrt append þurnâlfailu %s
sk: Nepodarilo sa otvori» súbor so záznamom %s pre pridávanie
tr: %s kayýt dosyasý açýlamadý

source: no description
lv: nav apraksta
sk: bez popisu
tr: taným yok
uk: нема╓ опису

source: program started
lv: programma sâkta
sk: program spustený
tr: uygulama baþlatýldý
uk: програма запущена

source: program exited
lv: programma izbeidzâs
sk: program skonèil
tr: uygulama bitti
uk: програма завершена

source: There seems to be another GTimeTracker running. Press OK to start GTimeTracker anyway, or press Cancel to quit.
lv: Izskatâs, ka ir jau palaists viens cits GLaika Uzraudzîtâjs. Nospied OK, lai tik un tâ palaistu GLaika Uzraudzîtâju, vai arî nospied Atcelt, lai beigu.
sk: Vyzerá to, ¾e u¾ be¾í iný GTimeTracker. Stlaète OK, ak chcete spusti» GTimeTracker aj tak, inak stlaète Zru¹i» pre koniec.
tr: Baþka bir GTimeTracker zaten çalýþýyor. GTimeTracker'i yine de baþlatmak için "Tamam"a, çýkmak için "Ýptal"'e basýn.
uk: Це означа╓, що вже запущений ╕нший GTimeTracker. Натисн╕ть "Гаразд" щоб все одно запустити його, або натисн╕ть "В╕дм╕на" для виходу.

source: Cannot create pid-file!
lv: Nevar izveidot pid-failu!
sk: Nemô¾em vytvori» súbor pid!
tr: pid dosyasý yaratýlamadý!

source: Do you want to continue?
lv: Vai vçlies turpinât?
sk: Chcete pokraèova»?
tr: Devam etmek istiyor musunuz?

source: Error
lv: Kïûda
sk: Chyba
tr: Hata
uk: Помилка

source: Shall I setup a new configuration?
lv: Vai uzstâdît jaunu konfigurâciju?
sk: Mám nastavi» novú konfiguráciu?
tr: Yeni bir yapýlandýrma oluþturayý mý?

source: Specify geometry
lv: Uzstâdît ìeometriju
sk: ©pecifikuje umiestnenie
tr: Boyutu belirle
uk: Вказати геометр╕ю

source: Select a project on startup
lv: Izvçlies projektu pie sâknçðanas
sk: Výber projektu pri ¹tarte
tr: Baþlarken bir proje seçin
uk: Вибрати проект на початку

source: PROJECT
lv: PROJEKTS
sk: PROJEKT
tr: PROJE
uk: ПРОЕКТ

source: Warning
lv: Brîdinâjums
sk: Varovanie
tr: Uyarý
uk: Увага

source: GTimeTracker is a combination stop-watch, diary, consultant billing system and project manager. You can measure the amount of time you spend on a task, associate a memo with it, set a billing rate, print an invoice, as well as track that status of other projects.
sk: GTimeTracker je kombinácia stopiek, denníka, úètovacieho systému pre konzultantov a správcu projektov. Mô¾ete ním mera» èas, ktorý ste strávili na nejakej úlohe, pripoji» k nej poznámky, nastavi» spôsob úètovania, vytlaèi» faktúru a sledova» stav ostatných projektov.

source: New Project...
lv: Jauns Projekts...
sk: Nový projekt...
tr: Yeni Proje...
uk: Новий проект...

source: Reload Configuration File
lv: Pârlâdçt Konfigurâcijas Failu
sk: Znovu naèíta» konfiguraèný súbor
tr: Yapýlandýrma dosyasýný yeniden yükle
uk: Перезавантажити файл конф╕гурац╕╖

source: Do you really want to reload the configuration file?
lv: Vai patieðâm vçlies pârlâdçt konfigurâcijas failu?
sk: Naozaj chcete znovu naèíta» konfiguraèný súbor?
tr: Gerçekten yapýldýrma dosyasýný yeniden yüklemek istiyor musunuz?

source: File %s exists, overwrite?
lv: Fails %s eksistç, pârrakstît?
sk: Súbor %s u¾ existuje. Prepísa»?
tr: %s dosyasý zaten var, üzerine yazýlsýn mý?

source: File cannot be written
lv: Fails nevar tikt ierakstîts
sk: Súbor nie je mo¾né zapísa»
tr: Dosyaya yazýlamýyor

source: Export Current State
lv: Eksportçt Paðreizçjo Statusu
sk: Exportova» aktuálny stav
tr: Mevcut Durumu Aktar

source: _New Project...
lv: _Jauns Projekts...
sk: _Nový projekt...
tr: _Yeni Proje...
uk: _Новий проект...

source: _Reload Configuration File
lv: _Pârlâdçt Konfigurâcijas Failu
sk: _Znovu naèíta» konfiguraèný súbor
tr: _Yapýlandýrma dosyasýný yeniden yükle
uk: _Перезавантажити файл конф╕гурац╕╖

source: _Save Configuration File
lv: _Saglabât Konfigurâcijas Failu
sk: _Ulo¾i» konfiguraèný súbor
tr: Yapýlandýrma dosyasýný _kaydet
uk: _Зберегти файл конф╕гурац╕╖

source: _Export Current State
lv: _Eksportçt Paðreizçjo Stâvokli
sk: _Exportova» aktuálny stav
tr: _Mevcut Durumu Aktar

source: Clear _Daily Counter
lv: Attî_rît Dienas Pulksteni
sk: Vymaza» _denné poèítadlo
tr: Günlük _saygaçý sýfýrla
uk: Очистити л╕чильник _дн╕в

source: Zero out todays timer by deleting todays time logs
lv: Iestatît uz nulli ðodienas taimeri, izdzçðot ðodienas laika ierakstus
sk: Vynulova» dne¹né èasovaèe zmazaním záznamov o dne¹nom èase

source: _Journal...
lv: Þ_urunâls...
sk: ®_urnál...

source: Show the timesheet journal for this project
lv: Parâdît laika kontrolsarakstu ðim projektam
sk: Zobrazí ¾urnál èasu pre tento projekt

source: New Diary _Entry
sk: Nová polo¾ka _denníka

source: Change the current task for this project
lv: Mainît ðî projekta paðreizçjo uzdevumu
sk: Zmení aktuálnu úlohu pre tento projekt

source: _All Journal...
lv: _Pievienot Þurnâlu...
sk: _V¹etky ¾urnály...

source: Show the verbose timesheet journal for this project
lv: Parâdît vârdisku laika kontrolsarakstu ðim projektam
sk: Zobrazí podrobný ¾urnál èasu pre tento projekt

source: _Invoice...
lv: _Rçíins...
sk: _Faktúra...

source: Show a sample invoice for this project
lv: Parâdît parauga rçíinu ðim projektam
sk: Zobrazí uká¾kovú faktúru pre tento projekt

source: _Primer...
lv: Â_bece...
sk: _Návod...
tr: _Birincil

source: Show a sample introductory primer for designing custom reports
lv: Parâdît vienkârðu paraugpiemçru, lai izveidotu savas atskaites
sk: Zobrazí jednoduchý návod pre vytváranie vlastných reportov

source: _New Report...
lv: _Jauns Pârskats...
sk: _Nový report...
tr: _Yeni Rapor...

source: Define a path to a new GTT phtml report file
lv: Definçt ceïu uz jauno GTT phtml pârskata failu
sk: Definuje cestu k novému súboru GTT reportu .phtml

source: St_art
lv: Star_tçt
sk: ©t_art
tr: _Baþla
uk: _Старт

source: Start the timer running
lv: Palaist taimeri
sk: Spustí beh èasovaèa
tr: Zamanlayýcýyý baþlat

source: Stop the timer
lv: Apstâdinât pulksteni
sk: Zastaví èasovaè
tr: Zamanlayýcýyý durdur

source: _Timer Running
lv: Pu_lkstenis Palaists
sk: Be¾iaci èa_sovaè
tr: Saat ça_lýþýyor
uk: Таймер запущений

source: _Reports
lv: _Pârskati
sk: _Reporty
tr: _Raporlar

source: _Timer
lv: P_ulkstenis
sk: Èaso_vaè
tr: S_aat
uk: _Таймер

source: Reports
lv: Pârskati
sk: Reporty
tr: Raporlar

source: Reports/<Separator>
lv: Pârskati/<Atdalîtâjs>
sk: Reporty/<Separator>
tr: Raporlar/<Separator>

source: Old GTT Tasks
lv: Vecie GTT Uzdevumi
sk: Staré úlohy GTT

source: empty
lv: tukðs
sk: prázdne
tr: boþ
uk: пусто

source: The keyboard and mouse have been idle for %d minutes. The currently running project (%s - %s) has been stopped. Do you want to restart it?
lv: Klaviatûra un pele ir bijusi neaktîva %d minûtes. Paðreizçjais projekts (%s - %s) tika apstâdinâts. Vçlies to pârstartçt?
sk: Klávesnica a my¹ sa nepou¾ili %d minút. Momentálne be¾iaci projekt (%s - %s) bol zastavený. Chcete ho re¹tartova»?

source: System Idle
lv: Sistçma Dîkstâvç
sk: Systém nevyu¾itý

source: [GTT]New
lv: [GTT]Jauns
sk: [GTT]Nový
uk: [GTT]Новий

source: Create a New Project...
lv: Izveidot Jaunu Projektu...
sk: Vytvorí nový projekt...
tr: Yeni Proje Oluþtur...

source: Reload
lv: Pârlâdçt
sk: Obnovi»
tr: Yeniden yükle
uk: Перезавантажити

source: Save
lv: Saglabât
sk: Ulo¾i»
tr: Kaydet
uk: Зберегти

source: Save Configuration File
lv: Saglabât Konfigurâcijas Failu
sk: Ulo¾í konfiguraèný súbor
tr: Yapýlandýrma dosyasýný kaydet
uk: Зберегти файл конф╕гурац╕╖

source: Cut Selected Project
lv: Izgriezt Izvçlçto Projektu
sk: Vystrihne vybraný projekt
tr: Seçili Projeyi Kes
uk: Вир╕зати вибраний проект

source: Copy Selected Project
lv: Kopçt Izvçlçto Projektu
sk: Kopíruje vybraný projekt
tr: Seçili Projeyi Kopyala
uk: Коп╕ювати вибраний проект

source: Paste Project
lv: Ivietot Projektu
sk: Vlo¾í projekt
tr: Projeyi Yapýþtýr
uk: Вставити проект

source: Journal
lv: Þurnâls
sk: ®urnál

source: View and Edit Timestamp Logs
lv: Skatît un Rediìçt Laika Kontrolsarakstu
sk: Zobrazí a upraví záznamy o èase

source: Props
lv: Rekvizîti
sk: Vlastnosti
tr: Özellikler
uk: Властивост╕

source: Edit Project Properties...
lv: Rediìçt Projekta Rekvizîtus...
sk: Upraví vlastnosti projektu...
tr: Proje Özelliklerini Düzenle...

source: Timer
lv: Pulkstenis
sk: Èasovaè
tr: Saat
uk: Таймер

source: Start/Stop Timer
lv: Startçt/Apstâdinât Pulksteni
sk: Zapne/vypne èasovaè
tr: Saatý Baþlat/Durdur
uk: Запустити/Зупинити таймер

source: Calendar
bg: Календар
lv: Kalendârs
sk: Kalendár
tr: Takvim
uk: Календар

source: View Calendar
lv: Apskatît Kalendâru
sk: Zobrazi» kalendár
tr: Takvimi Görüntüle

source: Prefs
lv: Uzstâdîjumi
sk: Nastavenie
tr: Tercihler
uk: Налаштування

source: Edit Preferences...
lv: Rediìçt Uzstâdîjumus...
sk: Upravi» nastavenie...
tr: Tercihleri deðiþtir ...
uk: Редагувати настройки...

source: Manual
lv: Rokasgrâmata
sk: Manuál
tr: Kýlavuz
uk: Кер╕вництво

source: User's Guide and Manual
lv: Lietotâja Pamâcîba un Rokasgrâmata
sk: Pou¾ívateµský manuál
tr: Kullanýcý Kýlavuzu

source: Quit
lv: Iziet
sk: Koniec
tr: Çýk
uk: Вийти

source: Quit GTimeTracker
lv: Iziet no GLaika Uzraudzîtâjs
sk: Ukonèí GNOME Sledovaè èasu
tr: GTimeTracker'den çýk
uk: Вийти з GTimeTracker

source: 1 Hour
lv: 1 Stunds
sk: 1 hodina
tr: 1 Saat

source: 2 Hours
lv: 2 Stundas
sk: 2 hodiny
tr: 2 Saat

source: 3 Hours
lv: 3 Stundas
sk: 3 hodiny
tr: 3 Saat

source: Exact Time
lv: Precîzs Laiks
sk: Presný èas

source: Set how Uncertain the Start Time Is
lv: Iestati, cik Neprecîzs Ir Sâkðanas Laiks
sk: Nastavte, ako veµmi je poèiatoèný èas nepresný

source: Start Fuzz
sk: Nepresnos» ¹tartu

source: Add a new time interval.
sk: Pridá nový èasový interval.

source: Delete Interval
lv: Dzçst intervâlu
sk: Odstráni» interval
tr: Aralýðý Sil

source: Delete This Interval
lv: Dzçst ðo Intervâlu
sk: Odstráni tento interval
tr: Bu Aralýðý Sil

source: Edit Interval
lv: Rediìçt Intervâlu
sk: Upravi» interval
tr: Aralýðý Düzenle

source: Edit the Start & Stop Times
lv: Rediìçt Sâkðanâs un Apstâðanâs Laikus
sk: Upraví poèiatoèný a koncový èas

source: Insert Diary Entry
sk: Vlo¾i» polo¾ku denníka

source: Insert a new diary entry above this time interval.
sk: Vlo¾í novú polo¾ku denníka nad tento interval.

source: Merge Down
lv: Apvienot Lejup
sk: Spoji» dolu
tr: Aþaðý Birleþtir

source: Merge Into Interval Above
lv: Apvienot Ar Augðçjo Intervâlu
sk: Spojí s intervalom hore

source: Merge Into Interval Below
lv: Apvienot Ar Lejçjo Intervâlu
sk: Spojí s intervalom dole

source: Merge Up
lv: Apvienot Augðup
sk: Spoji» hore
tr: Yukarý Birleþtir

source: New Interval
sk: Nový interval

source: Paste Diary Entry
sk: Vlo¾i» polo¾ku denníka

source: Paste a previously cut diary entry.
sk: Vlo¾í predtým vystrihnutú polo¾ku denníka.

source: Close
lv: Aizvçrt
sk: Zavrie»
tr: Kapat
uk: Закрити

source: New File
lv: Jauns Fails
sk: Nový súbor
tr: Yeni Dosya

source: Open File
lv: Atvçrt Failu
sk: Otvori» súbor
tr: Dosyayý Aç

source: Print
lv: Drukât
sk: Tlaèi»
tr: Yazdýr

source: Refresh
lv: Atjaunot
sk: Obnovi»
tr: Tazele

source: Save File
lv: Saglabât Failu
sk: Ulo¾i» súbor
tr: Dosyayý Kaydet

source: Information
lv: Informâcija
sk: Informácie
tr: Bilgi

source: This function is not yet implemented! Coming Soon, I hope!
lv: Ðî funkcija vçl nav iestrâdâta! Es ceru, ka drîz bûs!
sk: Táto funkcia e¹te nie je implementovaná. Dúfam, ¾e èoskoro bude.

source: Display
lv: Displejs
sk: Zobrazi»
tr: Gösterim
uk: Представлення

source: Enter a shell command to be executed when no projects are active.
lv: Ievadi èaulas komandu, kuru palaist, kad neviens no projektiem nav aktîvs.
sk: Zadajte príkaz, ktorý sa má spusti» v dobe, ked nie je aktívny ¾iadny projekt.

source: Enter a shell command to be executed whenever projects are switched.
lv: Ievadi èaulas komandu, kuru palaist, kad tiek pârslçgti projekti.
sk: Zadajte príkaz, ktorý sa má spusti» v dobe, ked sa prepne projekt.

source: Entry Start:
lv: Ierakstu Palaist:
sk: ©tart polo¾ky:
tr: Baþlama birimi:
uk: Точка старту

source: Entry Stop:
lv: Ierakstu Apstâdinât:
sk: Koniec polo¾ky:
tr: Bitiþ birimi:
uk: Точка зупинки:

source: Entry that will be logged when a project starts. Use %t for the project title, %d for the description, etc. See the manual for more options.
lv: Ieraksts, kas tiks iegrâmatots, kad sâkas jauns projekts. Lieto %t projekta nosaukumam, %d aprakstam utt. Papildus opcijâm skatît man lapas.
sk: Polo¾ka ¾urnálu pre spustenie projektu. Pre titulok projektu pou¾ite %t, pre jeho popis %d apod. Dal¹ie mo¾nosti nájdete v manuáli.

source: Entry that will be logged when the project stops. Use %t for the porject title, %d for the project description, etc. See the manual for more options.
lv: Ieraksts, kas tiks iegrâmatots, kad projekts beidzas. Lieto %t projekta nosaukumam, %d aprakstam utt. Papildus opcijâm skatît man lapas.
sk: Polo¾ka ¾urnálu pre zastavenie projektu. Pre titulok projektu pou¾ite %t, pre jeho popis %d apod. Dal¹ie mo¾nosti nájdete v manuáli.

source: Fields
lv: Laukumi
sk: Polia
tr: Alanlar

source: Filename:
lv: Faila Nosaukums:
sk: Meno súboru:
tr: Dosya adý:
uk: Назва файлу:

source: Idle Seconds:
lv: Neaktivitâtes Sekundes:
sk: Neèinná doba:

source: Inactivity Timeout
lv: Neaktivitâtes Taimauts
sk: Èas neèinnosti

source: Logfile
lv: Þurnâlfails
sk: Súbor so záznamom
tr: Kayýt dosyasý
uk: Журнал

source: Min Recorded:
lv: Min Ieraksti:
sk: Zaznamenané minúty:
tr: Asgari Kayýt:

source: Misc
lv: Daþâdi
sk: Rôzne
tr: Çeþitli
uk: Р╕зне

source: No Project Command:
lv: Nav-Projekta Komanda:
sk: Príkaz pre ¾iadny projekt:
tr: Proje Komutu Yok:
uk: Команда в╕дсутност╕ проекту:

source: Project List Display
lv: Projekta Sarakstu Ekrâns
sk: Zobrazenie zoznamu projektov
tr: Proje Liste Görüntüsü

source: Shell Commands
lv: Èaulas Komandas
sk: Príkazy shellu
tr: Kabuk Komutlarý
uk: Команди оболонки

source: Show Current Diary Entry
sk: Zobrazi» aktuálnu polo¾ku denníka

source: Show Estimated Effort
lv: Parâdît Atlikuðâs Pûles
sk: Zobrazi» predpokladanú nároènos»

source: Show Percent Complete
lv: Parâdît Izpildîjumu Procentuâli
sk: Zobrazi» dokonèenú èas»
tr: Biten Yüzdeyi Göster

source: Show Planned Project End Date
lv: Parâdît Plânotâ Projekta Beigu Datumu
sk: Zobrazi» plánovaný koniec projektu
tr: Planlanan Proje Bitiþ Tarihini Göster

source: Show Planned Project Start Date
lv: Parâdît Plânotâ Projekta Sâkuma Datumu
sk: Zobrazi» plánovaný zaèiatok projektu
tr: Planlanan Proje Baþlangýç Tarihini Göster

source: Show Project Description
lv: Parâdît Projekta Aprakstu
sk: Zobrazi» popis projektu
tr: Proje Açýklamasýný Göster

source: Show Project Due Date
lv: Parâdît Projekta Paredzçto Laiku
sk: Zobrazi» termín projektu

source: Show Project Importance
lv: Parâdît Projekta Svarîgumu
sk: Zobrazi» dôle¾itos» projektu
tr: Proje Önemini Göster

source: Show Project Status
lv: Parâdît Projekta Statusu
sk: Zobrazi» stav projektu
tr: Proje Durumunu Göster

source: Show Project Urgency
lv: Parâdît Projekta Svarîgumu
sk: Zobrazi» urgentnos» projektu

source: Show Seconds
lv: Parâdît Sekundes
sk: Zobrazi» sekundy
tr: Saniyeleri göster
uk: Показувати секунди

source: Show Status Bar
lv: Parâdît Statusa Joslu
sk: Zobrazi» stavový riadok
tr: Durum çubuðunu göster
uk: Показувати рядок статусу

source: Show Sub-Projects
lv: Parâdît Pakârtotos Projektus
sk: Zobrazi» podprojetky
tr: Alt Projeleri Göster

source: Show Table Header
lv: Parâdît Tabulas Galveni
sk: Zobrazi» hlavièku tabuµky
tr: Çizgiye baþlýðýný göster
uk: Показувати заголовок таблиц╕

source: Show Time For The Current Diary Entry
sk: Zobrazi» èas pre aktuálnu polo¾ku denníka

source: Show Time This Month
lv: Parâdît Laiku Ðim Mçnesim
sk: Zobrazi» èas v tomto mesiaci
tr: Bu Ayýn Zamanýný Göster

source: Show Time This Week
lv: Parâdît Laiku Ðai Nedçïai
sk: Zobrazi» èas v tomto tý¾dni
tr: Bu Haftanýn Zamanýný Göster

source: Show Time This Year
lv: Parâdît Ðî Gada Laiku
sk: Zobrazi» èas v tomto roku
tr: Bu Yýlýn Zamanýný Göster

source: Show Time Today
lv: Parâdît Ðodienas Laiku
sk: Zobrazi» èas dnes

source: Show Toolbar Icons
lv: Parâdît Rîkjoslas Ikonas
sk: Zobrazi» ikony nástrojového pruhu
tr: Araç çubuðunda simgeleri göster
uk: Показувати п╕ктограми на панел╕ ╕нструмент╕в

source: Show Toolbar Texts
lv: Parâdît Rîkjoslas Tekstu
sk: Zobrazi» texty nástrojového pruhu
tr: Araç çubuðunda metinleri göster
uk: Показувати написи на панел╕ ╕нструмент╕в

source: Show Tooltips
lv: Parâdît Knifus
sk: Zobrazi» tipy
tr: Balon Yardýmlarýný Göster
uk: Показувати п╕дказки

source: Show Total Time Ever
lv: Parâdît Visu Kopçjo Laiku
sk: Zobrazi» celkový èas

source: Show `Cut', `Copy', `Paste'
lv: Parâdît `Izgriezt', `Kopçt', `Ievietot'
sk: Zobrazi» 'Vystrihnú»', 'Kopírova»', 'Vlo¾i»'
tr: Kes, Kopyala ve Yapýþtýr'ý göster
uk: Показувати "Вир╕зати", "Коп╕ювати", "Вставити"

source: Show `Help'
lv: Parâdît `Palîdzîba'
sk: Zobrazi» 'Pomocník'
tr: Yardýmý göster
uk: Показувати "Дов╕дка"

source: Show `Journal'
lv: Parâdît `Þurnâlu'
sk: Zobrazi» '®urnál'

source: Show `New'
lv: Parâdît `Jauns'
sk: Zobrazi» 'Nový'
tr: Yeni'yi göster
uk: Показувати "Новий"

source: Show `Preferences'
lv: Parâdît `Uzstâdîjumi'
sk: Zobrazi» 'Nastavenie'
tr: Ayarlarý göster
uk: Показувати "Налаштування"

source: Show `Properties'
lv: Parâdît `Rekvizîti'
sk: Zobrazi» 'Vlastnosti'
tr: Özellikler'i göster
uk: Показувати "Властивост╕"

source: Show `Quit'
lv: Parâdît `Iziet`
sk: Zobrazi» 'Koniec'
tr: Çýkýþý göster
uk: Показувати "Вийти"

source: Show `Save', `Reload'
lv: Parâdît `Saglabât', `Pârlâdçt'
sk: Zobrazi» 'Ulo¾i»', 'Obnovi»'
tr: Kaydet ve Yeniden yükle'yi göster
uk: Показувати "Зберегти", "Перезавантажити"
