Repository: GnoTime/gnotime
Catalog: po/*.po
Languages: bg, lv, sk, tr, uk

source: Reboot
lv: Pârstartçðana
sk: Re¹tartova» poèítaè
tr: Yeniden baþlat
uk: Перезавантаження

source: Are you sure you want to shut down the computer?
lv: Vai jûs patiesi vçlaties izslçgt datoru?
sk: Naozaj chcete vypnú» poèítaè?
tr: Gerçekten bilgisayarý kapatmak istiyor musunuz?
uk: Ви впевнен╕ в тому, що хочете завершити роботу?

source: Are you sure you want to switch to single user mode?
lv: Vai jûs patiesi vçlaties pârslçgties uz viena lietotâja reþîmu?
sk: Naozaj chcete prepnú» do jednopou¾ívateµského módu?
tr: Tek kullanýcýlý seviyeye geçmek istiyor musunuz?
uk: Ви впевнен╕, в тому що хочете перемикнути систему на однокористувацький режим?

source: Are you sure you want to switch to runlevel 2?
lv: Vai jûs patiesi vçlaties pârslçgties uz darba reþîmu 2?
sk: Naozaj chcete prepnú» do úrovne runlevel 2?
tr: Ýki numaralý çalýþma seviyesine geçmek istiyor musunuz?
uk: Ви впевнен╕, в тому що хочете перемикнути систему на р╕вень виконання 2?

source: Are you sure you want to switch to runlevel 3?
lv: Vai jûs patiesi vçlaties pârslçgties uz darba reþîmu 3?
sk: Naozaj chcete prepnú» do úrovne runlevel 3?
tr: Üç numaralý çalýþma seviyesine geçmek istiyor musunuz?
uk: Ви впевнен╕, в тому що хочете перемикнути систему на р╕вень виконання 3?

source: Are you sure you want to switch to runlevel 4?
lv: Vai jûs patiesi vçlaties pârslçgties uz darba reþîmul 4?
sk: Naozaj chcete prepnú» do úrovne runlevel 4?
tr: Dört numaralý çalýþma seviyesine geçmek istiyor musunuz?
uk: Ви впевнен╕, в тому що хочете перемикнути систему на р╕вень виконання 4?

source: Are you sure you want to switch to runlevel 5?
lv: Vai jûs patiesi vçlaties pârslçgties uz darba reþîmu 5?
sk: Naozaj chcete prepnú» do úrovne runlevel 5?
tr: Beþ numaralý çalýþma seviyesine geçmek istiyor musunuz?
uk: Ви впевнен╕, в тому що хочете перемикнути систему на р╕вень виконання 5?

source: Are you sure you want to reboot the system?
lv: Vai jûs patiesi vçlaties pârstartçt sistçmu?
sk: Naozaj chcete re¹tartova» poèítaè?
tr: Bilgisayarý yeniden baþlatmak istediðine emin misin ?
uk: Ви впевнен╕, в тому що хочете перезавантажити систему?

source: You must be the super-user (root) to shut down or restart the computer.
lv: Jums ir jâbût super-lietotâjam (root), lai izslçgtu vai pârstartçtu datoru.
sk: Pre vypnutie alebo re¹tart poèítaèa musíte by» superuser (root).
tr: Bilgisayarý kapatmak ya da yeniden baþlatmak için root olmanýz gereklidir.
uk: Ви мусите бути адм╕н╕стратором (root) для завершення роботи чи перезавантаження системи.

source: Shutdown or Reboot
lv: Izslçgt vai Pârstartçt
sk: Vypnutie alebo re¹tart
tr: Kapat/Yeniden Baþlat
uk: Завершення роботи або перезавантаження

source: Easy
lv: Vienkârðii
sk: Pozor
tr: Kolay
uk: Просте

source: Advanced
bg: Допълнитено
lv: Paplaðinâts
sk: Pokroèilé
tr: Geliþmiþ
uk: Складне

source: Click OK to shutdown or reboot. You will lose any unsaved information in open applications.
lv: Spieþiet OK lai izslçgtu vai pârstartçtu datoru. Jûs zaudçsiet jebkâdu nesaglabâtu informâciju atvçrtajâs aplikâcijâs.
sk: Kliknutím na OK vypnete alebo re¹tartujete poèítaè. V¹etky neulo¾ené informácie v otvorených aplikáciách budú stratené.
tr: Kapatmak ya da yeniden baþlamak için Tamam'a basýn. Açýk uygulamalardaki tüm bilgiler kaybedilecektir.
uk: Клацн╕ть "Гаразд" для завершення роботи чи перезавантаження системи. Ви втратите всю незбережену ╕нформац╕ю у запущених програмах.

source: Revert to Defaults
lv: Atsaukt uz Noklusçjumiem
sk: Vráti» k pôvodnému
tr: Öntanýmlý deðerlere geri dön
uk: Повернути типов╕ значення

source: Commands
lv: Komandas
sk: Príkazy
tr: Komutlar
uk: Команди

source: Confirm before shutdown?
lv: Apstiprinât pirms izslçgðanas?
sk: Potvrdi» pred vypnutím?
tr: Kapatmadan önce sorgulama yapýlsýn mý?
uk: П╕дтверджувати перед завершенням роботи системи?

source: %s You will lose any unsaved work.
lv: %s Jûs zaudçsiet jebkuru nesaglabâtu darbu.
sk: %s Stratíte neulo¾enú prácu.
tr: %s Kaydedilmemiþ tüm bilgiler silinecektir.
uk: %s Вся не збережена ╕нформац╕я буде загублена.

source: Don't ask next time.
lv: Neprasît nâkoðo reizi.
sk: Nabudúce sa nepýta».
tr: Daha sonra bu iletiyi gösterme.
uk: Не запитувати наступного разу.

source: Command execution failed: fork failed
lv: Komandas palaiða neizdevusies: fork kïûdains
sk: Zlyhalo vykonanie príkazu: zlyhal fork
tr: Komut baþarýsýz oldu, çatallama yapýlamadý
uk: Невдалося виконати команду: розгалуження не в╕дбулось

source: Make guname act as a control center applet
lv: Likt, lai guname (Sistçmas Informâcija) darbojas kâ kontroles centra aplets
sk: Guname ako aplet Ovládacieho centra
tr: guname'i bir Kontrol Merkezi uygulamasý gibi hareket ettir
uk: Перетворити guname у аплет центру управл╕ння

source: an initialization error occurred while starting 'guname-capplet'.
lv: initializâcijas kïûda, startçjot 'guname-capplet'.
sk: nastala inicializaèná chyba pri ¹tarte apletu ovládacieho centra pre systémovú informáciu
tr: 'guname-capplet''i baþlatýrken bir aðýr hata oldu .
uk: помилка ╕н╕ц╕ал╕зац╕╖ при запуску 'guname-capplet'.

source: System Information
lv: Sistçmas Informâcija
sk: Systémová informácia
tr: Sistem Bilgileri
uk: ╤нформац╕я про систему

source: Logo file not found
lv: Logo fails nav atrasts
sk: Nenájdený súbor s logom
tr: Logo dosyasý bulunamadý
uk: Незнайдено файлу з логотипом

source: GNOME contributors:
lv: GNOME lîdzstrâdnieki:
sk: Do GNOME prispeli:
tr: GNOME destekçileri:
uk: Учасники GNOME:

source: Email Information...
lv: Nosûtît Informâciju Pa Epastu...
sk: Odosla» informáciu po¹tou...
tr: Bilgileri Postayla Gönder...
uk: Вислати ╕нформац╕ю...

source: Save Information to File...
lv: Saglabât Informâciju Failâ...
sk: Ulo¾i» informáciu ako...
tr: Bilgileri Dosyaya Kaydet...
uk: Зберегти ╕нформац╕ю у файл╕...

source: Detailed Information...
lv: Detalizçta Informâcija...
sk: Detailná informácia...
tr: Geliþmiþ Bilgiler...
uk: Детальна ╕нформац╕я...

source: Category
lv: Kategorija
sk: Kategória
tr: Kateogir
uk: Категор╕я

source: Your System
lv: Jûsu Sistçma
sk: Vá¹ systém
tr: Sistem
uk: Ваша система

source: Save As...
lv: Glabât Kâ...
sk: Ulo¾i» ako...
tr: Farklý kaydet...
uk: Записати як...

source: Mail To...
lv: Sûtît Uz...
sk: Posla» po¹tou...
tr: Postala...
uk: Вислати до...

source: Error closing file `%s': %s Some or all data may not have been written.
lv: Kïûda aizverot failu `%s': %s Daþus vai visus datus nevarçja ierakstît.
sk: Chyba pri zatváraní súboru `%s': %s Niektoré informácie nemuseli by» zapísané.
tr: `%s' dosyasýný kapatýrken hata oldu : %s Bazý bilgiler yazýlmamýþ olabilir.
uk: Помилка при закритт╕ файлу `%s': %s Вс╕ чи деяк╕ дан╕ можуть бути не записан╕.

source: Couldn't open file `%s': %s
lv: Nevar atvçrt failu `%s': %s
sk: Nemô¾em otvori» súbor `%s': %s
tr: `%s' dosyasý açýlamadý: %s
uk: Неможливо в╕дкрити файл `%s': %s

source: Save System Information As...
lv: Saglabât Sistçmas Informâciju Kâ...
sk: Ulo¾i» systémovú informáciu ako...
tr: Sistem Bilgilerini Farklý Kaydet...
uk: Зберегти ╕нформац╕ю про систему як...

source: Command failed ` %s ': %s
lv: Komanda izgâzâs ` %s ': %s
sk: Príkaz zlyhal ` %s ': %s
tr: Komut baþarýsýz oldu: ` %s ' : %s
uk: Команда не виконалася ` %s ': %s

source: Couldn't run command ` %s ': %s
lv: Nevar palaist komandu ` %s ': %s
sk: Nemô¾em spusti» príkaz ` %s ': %s
tr: Komut çalýþtýrýlamadý: ` %s ': %s
uk: Неможливо запустити команду ` %s ': %s

source: The following mail will be sent to %s. Are you sure you want to mail this information?
lv: Sekojoðâ ziòa tiks nosûtîta uz %s. Jûs esat pârliecinâts, ka gribat nosûtît ðo informâciju pa epastu?
sk: Nasledujúca správa bude poslaná %s. Ste si istý, ¾e chcete posla» tieto informácie?
tr: Bu ileti %s adresine gönderilecektir. Bilgilerinin gönderilmesini istiyor musunuz?
uk: Цей лист буде вислано за адресою: %s. Ви впевнен╕, в тому що хочете в╕д╕слати цю ╕нформац╕ю?

source: Are you sure?
lv: Esat pârliecinâts?
sk: Ste si istý?
tr: Emin misiniz?
uk: Ви впевнен╕?

source: Address to mail to:
lv: Adrese, uz kuru sûtît ziòu:
sk: Adresa, kam odosla»:
tr: Gönderilecek adres:
uk: Адреса адресата:

source: Distribution:
lv: Distribûcija:
sk: Distribúcia:
tr: Daðýtým:
uk: Дистрибутив:

source: Operating System:
lv: Operçtâjsistçma:
sk: Operaèný systém:
tr: Ýþletim Sistemi:
uk: Операцийна система:

source: Distribution Version:
lv: Distribûcijas Versija:
sk: Verzia distribúcie:
tr: Daðýtým Sürümü:
uk: Верс╕я дистрибутива:

source: Operating System Version:
lv: Operçtâjsistçmas Versija:
sk: Variant operaèného systému:
tr: Ýþletim Sistemi Sürümü:
uk: Верс╕я операцийно╖ системи:

source: Operating System Release:
lv: Operçtâjsistçmas Izlaidums:
sk: Verzia operaèného systému:
tr: Linux Sürümü:
uk: Випуск операцийно╖ системи:

source: Processor Type:
lv: Procesoru Tips:
sk: Typ procesora:
tr: Ýþlemci Tipi:
uk: Тип процесора:

source: Processor Speed:
lv: Procesora Âtrums:
sk: Rýchlos» procesora
tr: Ýþlemci Hýzý:
uk: Швидк╕сть процесора:

source: Host Name:
lv: Resurdatora Vârds:
sk: Meno hostiteµa:
tr: Sunucu adý:
uk: Назва хоста:

source: Domain Name:
lv: Domaina Vârds:
sk: Meno domény:
tr: Alan Adý:
uk: Назва домена:

source: User Name:
lv: Lietotâja Vârds:
sk: Pou¾ívateµské meno:
tr: Kullanýcý Adý:
uk: ╤м'я користувача:

source: X Display Name:
lv: X Displeja Nosaukums:
sk: Meno X displeja:
tr: X Ekran Ýsmi:
uk: Назва X-дисплея:

source: System Status:
lv: Sistçmas Statuss:
sk: Stav systému:
tr: Sistem Durumu:
uk: Стан системи:

source: Real Memory:
lv: Reâlâ Atmiòa:
sk: Skutoèná pamä»:
tr: Gerçek Bellek:
uk: Д╕йсна пам'ять:

source: Swap Space ("virtual memory"):
lv: Maiòatmiòas Vieta ("virtuâlâ atmiòa"):
sk: Odkladací priestor ("virtuálna pamä»"):
tr: Takas alaný ("sanal bellek"):
uk: В╕ртуальна пам'ять:

source: Total Memory:
lv: Kopçjâ Atmiòa:
sk: Celková pamä»:
tr: Toplam Bellek:
uk: Всього пам'ят╕:

source: Free Memory:
lv: Brîvâ Atmiòa:
sk: Voµná pamä»:
tr: Boþ bellek:
uk: В╕льна пам'ять:

source: Device
lv: Iekârta
sk: Zariadenie
tr: Aygýt
uk: Пристр╕й

source: Used space
lv: Aizòemtâ vieta
sk: Pou¾ité miesto
tr: Kullanýlan disk alaný
uk: Використаний прост╕р

source: Free space
lv: Brîvâ vieta
sk: Voµné miesto
tr: Boþ disk alaný
uk: В╕льний прост╕р

source: Percent free
lv: Procenti brîvs
sk: Percent voµných
tr: Boþluk oraný
uk: В╕дсоток в╕льного

source: Mount point
lv: Montçðanas punkts
sk: Prípojný bod
tr: Yükleme noktasý
uk: Точка монтування

source: Unknown
lv: Nezinâms
sk: Neznáme
tr: Bilinmiyor
uk: Нев╕домо

source: Unknown filesystem
lv: Nezinâma failsistçma
sk: Neznámy súborový systém
tr: Bilinmiyen dosya sistemi
uk: Нев╕дома файлова система

source: No information for this filesystem.
lv: Nav informâcijas par ðo failsistçmu
sk: ®iadna informácia o tomto súborov systéme.
tr: Dosya sistemi için bilgi yok.
uk: Нема╓ в╕домостей про цю файлову систему.

source: Memory
lv: Atmiòa
sk: Pamä»
tr: Bellek
uk: Пам'ять

source: Kilobytes
lv: Kilobaiti
sk: Kilobajtov
tr: Kilobayt
uk: К╕лобайти

source: %ld%% memory used.
lv: %ld%% atmiòa izmantota.
sk: %ld%% pou¾itej pamäti.
tr: %%%ld bellek kullanýlýyor.
uk: %ld%% пам'ят╕ використано.

source: %ld%% swap used.
lv: %ld%% maiòatmiòa izmantota.
sk: %ld%% pou¾itého odkladacieho priestoru.
tr: %%%ld takas alaný kullanýlýyor.
uk: %ld%% своп╕нгу використано.

source: Detailed System Information
lv: Detalizçta Sistçmas Informâcija
sk: Detailná informácia o systéme
tr: Ayrýntýlý Sistem Bilgileri
uk: Детальна ╕нформац╕я про систему

source: Disk Information
lv: Diska Informâcija
sk: Informácia o disku
tr: Disk Bilgileri
uk: ╤нформац╕я про диски

source: Memory Information
lv: Atmiòas Informâcija
sk: Informácia o pamäti
tr: Bellek Bilgileri
uk: ╤нформац╕я про пам'ять

source: CPU Information
lv: CPU Informâcija
sk: Informácia o procesore
tr: Ýþlemci Bilgileri
uk: ╤нформац╕я про ЦП

source: Mount Point:
lv: Montçðanas Punkts:
sk: Prípojný bod:
tr: Baðlama Noktasý:
uk: Точка монтування:

source: Device:
lv: Iekârta:
sk: Zariadenie:
tr: Aygýt:
uk: Пристр╕й:

source: Filesystem Type:
lv: Failsistçmas Tips:
sk: Typ súborového systému:
tr: Dosya sistemi:
uk: Тип файлово╖ системи:

source: %ld megabytes, %ld free (%ld superuser); %ld inodes, %ld free.
lv: %ld megabaiti, %ld brîvi (%ld superlietotâjs); %ld inodes, %ld brîvi.
sk: %ld megabajtov, %ld voµných (%ld superuser); %ld inodov, %ld voµných.
tr: %ld megabayt, %ld boþ (%ld root); %ld inod, %ld boþ.
uk: %ld мегабайт, %ld в╕льн╕х (%ld адм╕н╕стратор); %ld i-вузл╕в, %ld в╕льних.

source: %2d%% full
lv: %2d%% pilns
sk: %2d%% plných
tr: %%%2d dolu
uk: %2d%% заповнено

source: Couldn't find the "w" command in your path. This command is needed for the program to work.
lv: Nevar atrast "w" komandu jûsu norâdîtajâ ceïâ. Komandai vajag programu, lai strâdâtu.
sk: Nepodarilo sa nájs» príkaz "w". Pre fungovanie tohoto programu je nutný.
tr: "w" komutu çalýþtýrýlamadý. Programýn çalýþmasý için bu komutun bulunmasý gerekiyor.
uk: Неможливо знайти команду "w" у вашому шляху. Ця команда необх╕дна для роботи.

source: Active User Listing
lv: Aktîvo Lietotâju Saraksts
sk: Zoznam aktívnych pou¾ívateµov
tr: Geçerli Kullanýcýlar Listesi
uk: Список користувач╕в

source: Update Information
lv: Atjaunot Informâciju
sk: Obnovi» informácie
tr: Bilgileri Yenile
uk: Обновити ╕нформац╕ю

source: Command Line
lv: Komandrinda
sk: Príkazový riadok
tr: Komut Satýrý
uk: Командний рядок

source: Add some defaults
lv: Pievienot daþus noklusçtos
sk: Prida» príklady
tr: Öntanýmlý deðerleri ekle
uk: Додати дек╕лька типових значень

source: Delete
lv: Dzçst
sk: Zmaza»
tr: Sil
uk: Видалити

source: Command Editor
lv: Komandu Redaktors
sk: Editor príkazu
tr: Komut Düzenleyici
uk: Редактор команд

source: You can configure the commands on the popup menus. Just enter the name you want to appear on the menu, and the command to execute. In the command, you can use %u to represent the currently selected username, and %t for the tty.
lv: Jûs varat konfigurçt komandas âtrizvçlnçs. Tikai ievadiet nosaukumu, ko jûs gribat redzçt izvçlnç, un komandu, kuru palaist. Komandâ, jûs varat lietot %u lai representçtu paðreizçjâ lietotâja vârdu, un %t priekð tty.
sk: V popup menu mô¾ete nastavi» príkazy. Jednoducho zadajte meno, ktoré chcete zobrazi» v menu, a príkaz, ktorý sa má vykona». V príkaze mô¾ete pou¾i» %u pre momentálne vybraného pou¾ívateµa a %t pre jeho tty.
tr: Açýlacak menülerdeki komutlar ayarlanabilir. Ýstediðiniz bir menü biriminin ismini ve komutunu verin. Komutta seçili kullanýcý ismi yerine "%u" ve geçerli tty için %t kullanýlabilir.
uk: Ви можете сконф╕горувати команди для спливаючих меню. Лише введ╕ть назву, яка ма╓ виникати в меню та команду для виконання. У ц╕й команд╕ ви можете використовувати %u для представлення вибраного в даний момент ╕мен╕ користувача та %t для tty.

source: Click this button to add some sample commands.
lv: Sied ðo pogu lai pievienotu daþas vienkârðas komandas.
sk: Kliknutím pridáte nejaké príklady príkazov.
tr: Bu düðmeye bazý örnek komutlar eklenebilir.
uk: Клацн╕ть цю кнопку, щоб додати к╕лька приклад╕в команд.

source: Menu items
lv: Izvçlnes priekðmeti
sk: Polo¾ky menu
tr: Menü birimleri
uk: Пункт меню

source: Command
bg: Команда
lv: Komanda
sk: Príkaz
tr: Komut
uk: Команда

source: Running: %s
lv: Strâdâjoðs: %s
sk: Spú¹»am: %s
tr: Çalýþtýrýlýyor : %s
uk: Викону╓ться: %s

source: Default 16-bit
lv: Noklusçtais 16-bit
sk: ©tandardný 16-bitový
tr: Öntanýmlý (16 bit)
uk: Типово 16 б╕т╕в

source: 32-bit
lv: 32-bitu
sk: 32-bitový
uk: 32 б╕ти

source: 32-bit w/sync
lv: 32-bitu ar sin.
sk: 32-bitový so synch
tr: 32 bit, senkronizasyonlu
uk: 32 б╕ти з синхр.

source: Sleeping
lv: Gulçðana
sk: Spiaci
tr: Uyuyor
uk: Др╕маючий

source: Active/Idle
lv: Aktîvs/Miera stâvoklî
sk: Aktívny/Neaktívny
tr: Etkin/Boþta
uk: Активний/Чекаючий

source: Standby
lv: Nodrose
sk: V pohotovosti
tr: Kapalý
uk: В оч╕куванн╕

source: Unable to access the drive.
lv: Nevar lietot iekârtu.
sk: Nepodaril sa prístup na disk.
tr: Sürücüya eriþilemedi.
uk: Нема╓ доступу до диска

source: The DMA setting for this drive cannot be changed.
lv: DMA uzstâdîjumi ðai iekârtai nevar tikt mainîti.
sk: Nastavenie DMA pre tento disk nie je mo¾né zmeni».
tr: Bu sürücünün DMA ayarlarý deðiþtirilemiyor.
uk: Установки DMA цього диска неможливо зм╕нити

source: Enabled
bg: Включено
lv: Aktivizçts
sk: Povolené
tr: Etkin
uk: Дозволено

source: Disabled
lv: Deaktivizçts
sk: Zakázané
tr: Kapalý
uk: Заборонено

source: The IRQ unmask setting for this drive cannot be changed.
lv: IRQ atmaskas (unmask) uzstâdîjums ðai iekârtai nevar tikt mainîts.
sk: Nastavenie nemask. IRQ nie je pre tento disk mo¾né zmeni».
tr: Bu sürücünün IRQ maskeleme deðeri deðiþtirilemiyor.
uk: Установки розмаскування IRQ цього диска зм╕нити неможливо.

source: The drive refused to keep its settings.
lv: Iekârta atteicâs saglabât tâs uzstâdîjumus
sk: Disk odmietol ulo¾i» nastavenie.
tr: Sürücü ayarlarýný kaydetmeyi kabul etmiyor.
uk: Диск не в змоз╕ зберегти установки.

source: Keep settings
lv: Atstât uzstâdîjumus
sk: Ulo¾i» nastavenia
tr: Ayarlarý koru
uk: Зберегти установки

source: None
lv: Nekas
sk: ®iadny
tr: Yok
uk: Нема╓

source: (1 Sector)
lv: (1 Sektors)
sk: (1 Sektor)
tr: (1 Sektör)
uk: (1 сектор)

source: (Dual Port Cache)
lv: Duâlâ Porta Keðs
sk: (Dual Port Ke¹)
tr: (Arabellekli Çift Giriþ)
uk: (Кеш подв╕йного порта)

source: No
lv: Nç
sk: Nie
tr: Hayýr
uk: Н╕

source: Yes (%d sector)
lv: Jâ (%d sektori)
sk: Áno (%d sektor)
tr: Evet (%d sektör)
uk: Так (%d сектор)

source: Yes (%d sectors)
lv: Jâ (%d sektori)
sk: Áno (%d sektorov)
tr: Evet (%d sektör)
uk: Так (%d сектор╕в)

source: Serial No.
lv: Seriâlais Nr.
sk: Sériové èíslo
tr: Seri no.
uk: Сер╕йний номер

source: Geometry
lv: Ìeometrija
sk: Geometria
tr: Boy
uk: Геометр╕я

source: Cache
lv: Keiðs
sk: Ke¹
tr: Arabellek
uk: Кеш

source: Legacy MFM/RLL drive
lv: Legacy MFM/RLL iekârta
sk: Disk MFM/RLL
tr: MFM/RLL sürücüsü
uk: Застар╕лий MFM/RLL диск

source: DMA Mode
lv: DMA Reþîms
sk: DMA Mód
tr: DMA Kipi
uk: Режим DMA

source: IO Mode
lv: IO Reþîms
sk: IO Mód
tr: G/Ç Kipi
uk: Режим IO

source: IRQ Unmask
lv: IRQ Atmaskoðana
sk: IRQ Nemask.
uk: Розмаскування IRQ

source: Multisector
lv: Multisektors
sk: Multisektor
tr: Çok sektörlü
uk: Багатосекторний

source: On Reset
lv: Pie Pârslçðanâs
sk: Pri re¹tarte
tr: Yenileme
uk: При перезапуску

source: IDE Status
lv: IDE Statuss
sk: Stav IDE
tr: IDE Durumu
uk: Стан IDE

source: Disk Logo Not Found
lv: Diska Logo Nav Atrasts
sk: Nenájdené logo disku
tr: Disk Logosu Bulunamadý
uk: Логотоп диска не знайдено

source: Only the superuser can use this tool
lv: Tikai superlietotâjs (superuser) var lietot ðo darbrîku
sk: Tento nástroj mô¾e pou¾íva» iba superuser
tr: Sadece root bu uygulamayý kullanabilir
uk: Лише адм╕н╕стратор може використовувати цей ╕нструмент

source: You appear to have no IDE drives
lv: Izskatâs, ka jums nav IDE draivu.
sk: Vyzerá to, ¾e nemáte IDE disky
tr: IDE aygýtýn yok görünüyor
uk: Зда╓ться у вас нема╓ IDE диск╕в

source: MInternal Error: Unable to seek to the correct location.
bg: MInternal Error: Не мога да отида на правилното място
lv: MIekðçjâ Kïûda: Nevareja sameklçt lîdz pareizai vietai.
sk: MInterná chyba: Nepodarilo sa nájs» správne umiestnenie.
tr: Ýç Hata: Doðru adrese geçiþ yapýlamadý.
uk: MВнутр╕шня помилка: Не вдалося спозиц╕онуватись у потр╕бне м╕сце.

source: MInternal Error: Weird value (%ld) in do_test
bg: MInternal Грешка: Странно значение на (%ld) в do_test
lv: MIekðçjâ Kïûda: Savâda vçrtîba (%ld) iekð do_test
sk: MInterná chyba: Divná hodnota (%ld) v do_test
tr: Ýç Hata: do_test sýrasýnda hatalý deðer (%ld)
uk: MВнутр╕шня помилка: Дивне значення (%ld) в do_test

source: EBad block at block %lu
bg: Лош блок в %lu
lv: ESlikts sektors blokâ %lu
sk: EChybný blok v bloku %lu
tr: %lu adresinde hatalý blok
uk: EБлок %lu -- дефектний

source: MChecking for bad blocks...
bg: Проверка за лоши блокове...
lv: MSlikto sektoru pârbaude...
sk: MKontrola chybných blokov...
tr: Hatalý bloklar bulunuyor...
uk: MПерев╕рка на дефектн╕ блоки...

source: MFailed to open device %s for badblock checking
bg: Не мога да отворя устройство %s за проверка за лоши блокове
lv: MNevarçja atvçrt iekârtu %s, lai varçtu pârbaudît sliktos sektorus
sk: MNepodarilo sa otvori» zariadenie %s pre kontrolu chybných blokov
tr: Hatalý bloklarý bulmak için %s aygýtý açýlamadý
uk: MНе вдалося в╕дкрити пристр╕й %s для перев╕рки на дефектн╕ блоки

source: MChecking for bad blocks... Done
bg: Проверка за лоши блокове.... Завърши
lv: MSlikto sektoru pârbaude... Izdarîts
sk: MKontrola chybných blokov...Hotovo
tr: Hata bloklar bulunuyor... Tamamlandý
uk: MПерев╕рка на дефектн╕ блоки... Завершено

source: MFormatting the disk...
bg: Форматиране на диск...
lv: MFormatçju disku...
sk: MFormátujem disk...
tr: Disket biçimlendiriliyor...
uk: MФорматування диску...

source: EI don't know what this is, but it's very wrong.
bg: Не знам какво е това, но е много грешно.
lv: EEs nezinu, kas tas ir, bet tas ir ïoti nepareizi.
sk: ENeviem, èo to je, ale je to veµmi divné.
tr: Bilinmeyen bir hata oluþtu.
uk: EНе в╕домо, що це таке, але це дуже погано.

source: EError formatting track #%d
bg: Грешка при форматиране на пътечка #%d
lv: EKïûda formatçjot celiòu #%d
sk: EChyba pri formátovaní stopy è.%d
tr: #%d numaralý iz biçimlendiriliyor
uk: EПомилка форматування дор╕жки #%d

source: EError during completion of formatting
bg: Грешка при завършване на форматирането
lv: EKïûda formatçðanas pabeigðanas laikâ
sk: EChyba poèas dokonèovania formátovania
tr: Biçimlendirme bitirilirken bir hata oluþtu
uk: EПомилка п╕д час завершення форматування

source: MFormatting the disk... Done
bg: Форматиране на диск... Завърши
lv: MFormatçju disku... Izdarîts
sk: MFormátujem disk...Hotovo
tr: Disket biçimlendiriliyor... Tamamlandý
uk: MФорматування дискети... Завершено

source: MVerifying the format...
bg: Проверка на формата...
lv: MPârbaudu formâtu
sk: MOverujem formát...
tr: Biçimlendirme iþlemi sorgulanýyor...
uk: MПерев╕рка форматування...

source: EUnable to write to the floppy. Please confirm that it is not write-protected.
bg: Не е възможно е да пиша на флопито. Моля, проверете дали не е защитено за запис.
lv: ENevar ierakstît disketç. Lûdzu pârliecinies, vai tâ nav aizsargâta pret rakstîðanu.
sk: ENepodarilo sa zapísa» na disketu. Prosím, overte, ¾e nie je chránená proti zápisu.
tr: Diskete yazýlamadý. Lütfen yazmaya karþý korumalý olup olmadýðýný kontrol edin.
uk: EНе вдалося записати на дискету. Будь ласка, переконайтесь, що дискета не захищена в╕д запису.

source: EInsufficient permissions to open floppy device %s.
bg: Недостатъчни права за отваряне на флопи устройство %s.
lv: ENepietiekamas atïaujas, lai avçrtu disketes iekârtu %s.
sk: ENedostatoèné práva pre otvorenie zariadenia diskety %s.
tr: %s disket sürücüsünü açmak için yetersiz hak.
uk: EНевистача╓ прав доступу для в╕дкривання присторою дисковода %s.

source: EUnable to access the floppy disk. Please confirm that it is in the drive with the drive door shut.
bg: ННямам достъп до флопи диска. Моля, убедете се ,че е в устройството и вратата му е затворена.
lv: ENevar piekïût disketei. Lûdzu pârliecinies, vai tâ ir iekðâ iekârtâ ar aizvçrtâm iekârtas durtiòâm.
sk: ENie je mo¾ný prístup k diskete. Prosím, overte, ¾e je v mechanike a dvere mechaniky sú zatvorené.
tr: Diskete eriþilemiyor. Lütfen disketin yuvasýnda olup olmadýðýný yeniden kontrol edin.
uk: EНе вдалося отримати лоступ до дискети. Будь ласка, переконайтесь, що дискета в дисковод╕.

source: EGeneric error accessing floppy device %s. Error code %s:%d
bg: Обща грешка при достъп до флопи устройство %s. Код на грешка %s:%d
lv: EParasta kïûda piekïûstot disketes iekârtai %s. Kïûdas kods %s:%d
sk: EV¹eobecná chyba pri prístupe k zariadeniu diskety %s. Kód chyby %s:%d
tr: %s disket sürücüden okurken hata. Hata kodu: %s:%d
uk: EЗагальна помилка доступу до пристрою дисковода %s. Код помилки %s:%d
