Repository: GnoTime/gnotime
Catalog: po/*.po
Languages: bg, lv, sk, tr, uk

source: Browse available X11 colors.
lv: Caurlûkot pieejamâs X11 krâsas.
sk: Zobrazuje dostupné farby X11.
tr: Geçerli X11 renklerini gösterir

source: Color Browser
lv: Krâsu Skatîtâjs
sk: Prehliadaè farieb
tr: Renk seçmeni

source: Archive Generator
bg: Генератор на Архив
lv: Arhîvu Ìenerâtors
sk: Generátor archívov
tr: Arþiv Oluþturucu

source: GNOME Archive Generator aka Meat Grinder
lv: GNOME Arhîvu Ìenerâtors, pazîstams arî kâ Meat Grinder
sk: Generátor archívov GNOME zvyný Meat Grinder
tr: GNOME Arþiv Oluþturucu

source: SysLog tool
lv: SysLog rîks
sk: Nástroj pre systémové záznamy
tr: Kayýt dosyalarý monitörü

source: System log monitor
lv: Sistçmas þurnâlu novçrotâjs
sk: Monitor systémových záznamov
tr: Kayýt monitörü

source: Time Tracker tool
lv: Laika Uzraudzîtâjs
sk: Nástroj na sledovanie èasu
tr: Zaman takip uygulamasý
uk: Зас╕б обл╕ку часу

source: Time tracking tool
lv: Laika uzraudzîðanas rîks
sk: Sledovaè èasu
tr: Zaman takip uygulamasý
uk: Зас╕б обл╕ку часу

source: Shows a stripchart
lv: Parâda stripchart
sk: Zobrazuje graf
tr: Iþlev çizgilerini çizer

source: GNOME Search Tool
bg: Инструмент за Търсене в ГНОМЕ
lv: Gnome Meklçðanas Rîks
sk: GNOME Hµadanie
tr: GNOME arama uygulamasý
uk: Пошук файл╕в

source: GNOME DiskFree
sk: GNOME Miesto na disku
tr: Disk kullanýmý

source: Show free space on mounted file systems using dials.
lv: Brîvâ vieta montçtajâs failsistçmâs attçlota ciparnîcâ.
sk: Zobrazuje voµné miesto na pripojenom súborovom systéme pomocou diód
tr: Disk kullanýmýný gösteren bir uygulama

source: GNOME Character Map
bg: Таблица на символите в ГНОМЕ
lv: GNOME Rakstzîmju Karte
sk: Mapa znakov GNOME
tr: Gnome Karakter Haritasý

source: Simple Calculator
lv: Vienkârðs Kalkulâtors
sk: Kalkulaèka
tr: Hesap makinasý
uk: Калькулятор

source: Personal cron manager
lv: Personâlais cron pârvaldnieks
sk: Osobný správca cronu
tr: Crontab editörü

source: Personal crontab manager
lv: Personâlais crontab pârvaldnieks
sk: Osobný správca cronu
tr: Kiþisel crontab yöneticisi

source: Server:
lv: Serveris:
tr: Sunucu:
uk: Сервер:

source: Port:
lv: Ports:
uk: Порт:

source: Server
bg: Сървър
lv: Serveris
tr: Sunucu
uk: Сервер

source: GEOMETRY
lv: Ìeometrija
uk: ГЕОМЕТР╤Я

source: This Memo
lv: Ðî Piezîme

source: Task
lv: Uzdevums

source: Estimated Start Date
lv: Pagâjuðais Sâkuma Termiòð

source: Estimated End Date
lv: Pagâjuðais Beiguu Termiòð

source: Date Due
lv: Datums Lîdz

source: Sizing
lv: Izmçri

source: Urgency
lv: Steidzamîba

source: Importance
lv: Svarîgums

source: Memo
lv: Piezîme

source: (null)
lv: (nulle)
tr: (boþ)

source: New Task
lv: Jauns Uzdevums

source: Time tracking tool for GNOME
lv: GNOME Laika Uzraudzîðanas programma

source: New _Task...
lv: Jauns _Uzdevums...

source: Sto_p
lv: I_zbeigt
tr: _Dur
uk: С_топ

source: Insert Memo
lv: Ievietot Piezîmi

source: Insert a new memo above this time interval.
lv: Ievietot jaunu piezîmi virs ðî intervâla.

source: Paste Memo
lv: Ielîmçt Piezîmi

source: Paste a previously cut memo.
lv: Ielîmçt iepriekð izgriezto piezîmi.

source: Shell
lv: Èaula
tr: Kabuk

source: Show Current Task
lv: Parâdît Paðreizçjo uzdevumu

source: Show Time For The Current Task
lv: Parâdît Paðreizçjâ Uzdevuma Laiku

source: Internal notes about the project, memos that will not be printed on an invoice.
lv: Iekðçjâs piezîmes par projektu, kuras netiks drukâtas uz rçíina.

source: Delete _Memo
lv: Dzçst _Atgâdni

source: Delete _Times
lv: Dzçst _Laikus

source: Delete the memo only, keep the time intervals
lv: Dzçst tikai piezîmi, paturçt laika intervâlus.

source: Delete the memo, and the time intervals below it.
lv: Dzçst piezîmi un laika intervâlus zem tâs.

source: Edit the memo and othr task properties.
lv: Rediìçt piezîmi un citus uzdevuma rekvizîtus.

source: Insert a new memo above this one.
lv: Ievietot jaunu piezîmi virs ðîs.

source: _Edit Memo
lv: Re_diìçt Piezîmi

source: _New Memo
lv: _Jauna Atgâdne

source: _Paste Memo
lv: _Ielîmçt Atgâdni

source: Memo:
lv: Atgâdne:

source: Task Properties
lv: Uzdevuma Rekvizîti

source: This program is part of the GNOME project for Linux. Logview comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the conditions of the GNU General Public Licence. The log icon is a courtesy of Tuomas Kuosmanen (a.k.a tigert).
bg: Тази програма е част от проекта ГНОМЕ за Linux. Тя се доставя БЕЗ ГАРАНЦИИ. Това е свободен софтуер и вие може да го разпостранявате при условията на 'GNU General Public Licence'. Иконата е създадена от Tuomas Kuosmanen (a.k.a tigert).
lv: Ðî programma ir daïa no GNOMEs Linux projekta. Sistçmas Þurnâlu Skatîtâjs NEGARANTÇ PILNÎGI NEKO. Ðî ir brîvâ prgrammatûra, un tu esi laipni aicinâts to izplatît saskaòâ ar GNU Vispârçjâs Publiskâs Licences nosacîjumiem. Sistçmas Þurnâlu Skatîtâja ikona ir Tuomas Kuosmanen (pazîstams arî kâ tigert) laipni dâvâta.

source: Logview
lv: Þurnâlu Skatîtâjs
tr: Kayýt dosyasý
uk: Перегляд журнал╕в

source: Copyright (C) 1998
bg: Аворски права (C) 1998
lv: Kopçðanas tiesîbas (C) 1998
tr: Telif hakký (C) 1998 John Kodis
uk: Copyright 1998

source: tag: [%s] log_name: [%s] process: [%s] message: [%s] description: [%s] action: [%s]
bg: таг: [%s] Име_на_журнал: [%s] процес: [%s] съобщение: [%s] описание: [%s] действие: [%s]
lv: tag: [%s] log_vârds: [%s] process: [%s] ziòa: [%s] apraksts: [%s] darbîba: [%s]
tr: giriþ: [%s] kayýt_adý: [%s] süreç: [%s] mesaj: [%s] taným: [%s] iþlem: [%s]
uk: ярлик: [%s] назва: [%s] процес: [%s] пов╕домлення: [%s] опис: [%s] д╕я: [%s]

source: August
bg: Август
lv: Augusts
tr: Aðustos
uk: Серпень

source: September
bg: Септември
lv: Septembris
tr: Eylül
uk: Вересень

source: November
bg: Ноември
lv: Novembris
tr: Kasým
uk: Листопад

source: December
bg: Декември
lv: Decembris
tr: Aralýk
uk: Грудень

source: Filter..
lv: Filtrçt..
tr: Filtrele..
uk: Ф╕льтр..

source: Monitor
lv: Monitors
tr: Ýzle
uk: Мон╕тор

source: GColorsel
lv: GKrâsuIzvçle

source: Runlevel 2
lv: Darba reþîms 2
tr: 2. çalýþma seviyesi
uk: Р╕вень виконання 2

source: Runlevel 3
lv: Darba reþîms 3
tr: 3. çalýþma seviyesi
uk: Р╕вень виконання 3

source: Runlevel 4
lv: Darba reþîms 4
tr: 4. çalýþma seviyesi
uk: Р╕вень виконання 4

source: Runlevel 5
lv: Darba reþîms 5
tr: 5. çalýþma seviyesi
uk: Р╕вень виконання 5

source: (Dual Port)
lv: Duâlais Ports
tr: (Çift Giriþ)
uk: (Подв╕йний порт)

source: Model
lv: Modelis
uk: Модель

source: Firmware
lv: Programaparatûra
tr: Sýnýf
uk: Виробник

source: Copyright 2000 John Kodis
lv: Kopçðanas tiesîbas 2000 John Kodis
tr: (C) 2000 John Kodis
uk: © 2000 John Kodis

source: Parameter
lv: Parametrs
tr: Parametre
uk: Параметр

source: Info
lv: Informâcija
tr: Bilgi
uk: ╤нформац╕я

source: GEO
lv: ÌEO
uk: ГЕО

source: -adobe-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-*,*-r-*
tr: -adobe-helvetica-bold-r-Normal-*-*-180-*-*-p-*-*-9,*-r-*

source: del
tr: sil

source: -*-helvetica-medium-r-normal-*-12-*-*-*-p-*-*-*,*-r-*
tr: -*-helvetica-medium-r-normal-*-12-*-*-*-p-*-*-9,*-r-*

source: Stop
tr: Dur
uk: Зупинити

source: U
tr: A

source: %b %d %H:%M:%S
tr: %d %b %H:%M:%S

source: 10 Min
tr: 10 Dak

source: 15 Min
tr: 15 Dak

source: 20 Min
tr: 20 Dak

source: 30 Min
tr: 30 Dak

source: 5 Min
tr: 5 Dak

source: %B %e
tr: %e %B

source: %B %e %X
tr: %e %B %X

source: -b&h-lucidatypewriter-medium-r-normal-*-12-*-*-*-*-*-*-*
tr: -b&h-lucidatypewriter-medium-r-normal-*-12-*-*-*-*-*-*-9

source: -b&h-lucidatypewriter-bold-r-normal-*-12-*-*-*-*-*-*-*
tr: -b&h-lucidatypewriter-bold-r-normal-*-12-*-*-*-*-*-*-9

source: -b&h-lucidatypewriter-medium-r-normal-sans-10-*-*-*-*-*-*-*
tr: -b&h-lucidatypewriter-medium-r-normal-sans-10-*-*-*-*-*-*-9

source: -b&h-lucidatypewriter-bold-r-normal-sans-10-*-*-*-*-*-*-*
tr: -b&h-lucidatypewriter-bold-r-normal-sans-10-*-*-*-*-*-*-9

source: -adobe-helvetica-medium-r-normal-*-14-*-*-*-*-*-*-*
tr: -adobe-helvetica-medium-r-normal-*-14-*-*-*-*-*-*-9

source: -adobe-helvetica-bold-r-normal-*-14-*-*-*-*-*-*-*
tr: -adobe-helvetica-bold-r-normal-*-14-*-*-*-*-*-*-9

source: -adobe-helvetica-medium-r-normal-*-12-*-*-*-*-*-*-*
tr: -adobe-helvetica-medium-r-normal-*-12-*-*-*-*-*-*-9

source: -adobe-helvetica-bold-r-normal-*-12-*-*-*-*-*-*-*
tr: -adobe-helvetica-bold-r-normal-*-12-*-*-*-*-*-*-9

source: -adobe-helvetica-medium-r-normal-*-10-*-*-*-*-*-*-*
tr: -adobe-helvetica-medium-r-normal-*-10-*-*-*-*-*-*-9

source: -adobe-helvetica-bold-r-normal-*-10-*-*-*-*-*-*-*
tr: -adobe-helvetica-bold-r-normal-*-10-*-*-*-*-*-*-9

source: -Adobe-Helvetica-Medium-R-Normal--*-180-*-*-*-*-*-*
tr: -Adobe-Helvetica-Medium-R-Normal--*-180-*-*-*-*-*-9
uk: -*-Helvetica-Medium-R-Normal--*-180-*-*-*-*-*-*

source: CPU %d
tr: Iþlemci %d
uk: ЦП %d

source: Stripchart
tr: Gstripchart

source: Min
tr: Asg

source: Max
tr: Azm

source: gfloppy
uk: Форматування дискет

source: translator_credits
bg: Борислав Александров

source: GNOME Calculator
bg: Калкулатор на ГНОМЕ

source: _Calculator
bg: _Калкулатор

source: inf
bg: инф

source: DEG
bg: ГР

source: RAD
bg: РАД

source: GRAD
bg: ГРАД

source: Inverse
bg: Обърнат

source: Square
bg: На 2-ра степен

source: SQRT
bg: Корен Кв.

source: Square root
bg: Извличане на корен квадратен

source: Clear
bg: Изчиства

source: Reset
bg: Нулира

source: Inverse trigonometry/log function
bg: Инвертира тригонометрични/логаритмични функции

source: Sine
bg: Изчислява синус

source: Cosine
bg: Изчислява косинус

source: Tangent
bg: Изчислява тангенс

source: DEG
bg: ГР

source: Switch degrees / radians / grad
bg: Превключва грдуси / радиани / град

source: Base of Natural Logarithm
bg: Основа на Натурален Логаритъм

source: Add digit
bg: Добавя цифра

source: Base 10 Logarithm
bg: Получаване на Десетичен Логаритъм

source: Natural Logarithm
bg: Получаване на Натурален Логаритм

source: Power
bg: Извежда в степен

source: Factorial
bg: Фактуриел

source: Opening Parenthesis
bg: Отварящи скоби

source: Closing Parenthesis
bg: Затварящи скоби

source: Divide by
bg: Делеа на

source: Store the value in the display field in memory
bg: Запаза стойноста на дисплея в паметта

source: Multiply by
bg: Умножение на

source: Display the value in memory in the display field
bg: Показва значението в паметта на дисплея

source: Subtract
bg: Изваждане

source: Add the value in the display field to the value in memory
bg: Добавя стойността на дисплея с тази в паметта

source: Exchange the values in the display field and memory
bg: Размяна стойностите на дисплея и паметта

source: Decimal Point
bg: Десетична Точка

source: Change sign
bg: Промяна на знак

source: Calculate
bg: Изчисли

source: Calculator
bg: Калкулатор

source: Perform simple calculations
bg: Позволява прости изчисления

source: Character Map
bg: Таблица на символи

source: Insert special characters into documents
bg: Вмъква специални символи в документи

source: _Insert
bg: _Вмъква

source: Character Code
bg: Код на Символ

source: Select character code
bg: Избор код на символ

source: Character
bg: Символ

source: Character to insert
bg: Символ за вмъкване

source: Select, copy and paste characters from your font into other applications
bg: Избира, копира и поставя символи от шрифта в други приложения

source: _Text to copy:
bg: _Текст за копиране:

source: _Copy
bg: _Копира

source: Text to copy
bg: Текст за копиране

source: Copy the text
bg: Копира текст

source: _Browse...
bg: _Преглед...

source: _Characters
bg: _Символи

source: Gdialog progressbar
bg: Лента за прогрес на Gdialog

source: Indicates the percentage specified at the standard input
bg: Показва процент за зададен стандартен вход

source: GDialog Entry
bg: Елемент GDialog

source: Enter the text
bg: Въвеждане на текст

source: Accessories
bg: Аксесоари

source: Dictionary Lookup
bg: Търсене в Речник

source: Lookup words in an online dictionary
bg: Търсене на думи в речник

source: Look Up Selected Text...
bg: Търсене в Избран Текст...

source: _About...
bg: _Относно програма...

source: _Help
bg: _Помощ

source: _Preferences
bg: _Настройки

source: _Show/Hide Definition Window...
bg: _Показва/Скрива прозорец за определение...

source: A serious error occured. Please check that your server and port are correct. For reference the default server is dict.org and the port 2628
bg: Появи се сериозна грешка. Моля проверете дали сървъра и портовете са коректни. За справка: сървър по подразбиране - dict.org - порт 2628

source: _Find
bg: _Търси

source: Unable to perform requested operation. Either the server you are using is not available or you are not connected to the Internet.
bg: Не мога да изпълня заявената операция. Или сървъра не е наличен или не сте свързани с Интернет.

source: _Look Up Word
bg: _Търсене на Дума

source: Lookup word in dictionary
bg: Търсене на дума в речник

source: Check _Spelling
bg: Про_верка на Правопис

source: _Dictionary
bg: _Речник

source: Dictionary
bg: Речник

source: _Word:
bg: _Дума:

source: Word
bg: Дума

source: Word Entry
bg: Елемент Дума

source: Enter a Word or select one from the list below
bg: Въведете Дума или изберете една от списъка по-долу

source: Look Up for a Word
bg: Търси за Дума

source: _Lookup
bg: _Търси

source: Dictionary Preferences
bg: Настройки на Речник

source: Smart _lookup
bg: Разумно _търсене

source: _Server:
bg: _Сървър:

source: De_fault
bg: _По подразбиране

source: Reset server to default
bg: Инициализира сървър с подразбиращи се настройки

source: _Port:
bg: _Порт:

source: Def_ault
bg: П_о подразбиране

source: Reset port to default
bg: Установява подразбираща се стойност за порт

source: Server Entry
bg: Елемент Сървър

source: Enter the Server Name
bg: Въведете Име на Сървър

source: Port
bg: Порт

source: Port Entry
bg: Елемент Порт

source: Enter the Port Number
bg: Въведете Номер на Порт

source: _Database:
bg: Баз_за данни:

source: D_efault strategy:
bg: Под_разбираща се стратегия:

source: Database
bg: База данни

source: Database Name
bg: Име на База данни

source: Default Strategy
bg: Подразбираща се Стратегия

source: _Word:
bg: _Дума:

source: Enter a word to know the spelling
bg: Въведете дума за която искате да научите правописа

source: Click to do the spell check
bg: Кликнете тук за проверка на правописа

source: Search S_trategy:
bg: _Стратегия за Търсене:

source: Search _Results
bg: Резултати от Търсене

source: Check Spelling
bg: Проверка на Правопис

source: Search Strategy
bg: Стратегия за Търсене

source: Default database. ! indicates all databases
bg: Подразбираща се база данни. ! указва всички бази данни

source: Default strategy
bg: Подразбираща се стратегия

source: Dictionary server
bg: Речник

source: Port used to connect to server
bg: Порт използван за свързване към сървър

source: Use smart lookup
bg: Използва _разумно търсене

source: Floppy Formatter
bg: Програма за Форматиране на Флопи

source: Double Density 3.5" (720KB)
bg: Двойна Плътност 3.5" (720КБ)

source: Double Density 5.25" (360KB)
bg: Двойна Плътност 5.25" (360КБ)

source: File system _type:
bg: Т_ип на файлова система:

source: Floppy _density:
bg: Плътност на флопи:

source: Floppy de_vice:
bg: Флопи _устройство:

source: Format a Floppy
bg: Формат на Флопи

source: High Density 3.5" (1.44MB)
bg: Висока Плътност 3.5" (1.44МБ)

source: High Density 5.25" (1.2MB)
bg: Висока Полътност 5.25" (1.2МБ)

source: _Format
bg: _Формат

source: Could not display help for the floppy formatter. %s
bg: Не мога да покажа помощна информация за програмата форматираща флопи. %s

source: Search for Files
bg: Търсене за Файлове

source: Search your disk for files
bg: Търсене за файлове на вашият диск.

source: File name is
bg: Името на файла е

source: File name is not
bg: Името на файла не е

source: Process folder contents depth first
bg: Обработва съдържанието на директорията първо в дълбочина

source: Owned by user
bg: Собственост на потребител

source: Owned by group
bg: Собственост на група

source: Last time modified
bg: Последно време на обновление

source: File is empty
bg: Файла е празен

source: Matches regular expression
bg: Съвпадение на регулярни изрази

source: Start folder does not exist.
bg: Началната папка не съществува.

source: today at %-I:%M %p
bg: днес в %-I:%M %p

source: yesterday at %-I:%M %p
bg: вчера в %-I:%M %p

source: folder
bg: папка

source: program
bg: програма

source: symbolic link
bg: символен указател

source: No Files Found.
bg: Не са Намерени Файлове.

source: Cannot perform the search. The Bourne shell was not found It is typically installed as /bin/sh or /usr/bin/sh.
bg: Не мога да изпълня търсенето. Bourne shell не е намерен Той обикновенно е в /bin/sh или /usr/bin/sh.

source: No files found
bg: Не са намерени файлове

source: One file found
bg: Намерен един файл

source: %d files found
bg: %d файла са намерени

source: Cannot perform the search. Please specify a search criteria.
bg: Не мога да изпълня търсенето. Моля задайте критерии за търсене.

source: A search is already running. Please wait for the search to complete or cancel it.
bg: Търсенето вече е започнало. Моля изчакайте да завърши или го прекъснете.

source: Start folder does not exist
bg: Началната папка не съществува

source: Cannot show the search command line. Please specify a search criteria.
bg: Не мога да покажа камандния ред за търсене. Моля задайте критерии за търсене.

source: Search Command Line
bg: Команден Ред за Търсене

source: This is the command line that can be used to execute this search from the console. C_ommand:
bg: Това е командния ред за търсене който може да бъде използван за търсене от конзолата. _Команда:

source: Command Line Entry
bg: Команден ред

source: Use this command line to execute the search from console
bg: Използвайте този команден ред за изпълнение на търсене от конзола

source: No viewer available for this mime type.
bg: Няма програма за преглед на този тип mime.

source: Search Rule Value Entry
bg: Низ за Стойностите на Правилата за Търсне

source: Enter a value for search rule
bg: Въведете стойност за правила на търсене

source: Toggle On/Off to enable/disable the rule
bg: Превключва Разрешава/Забранява използването на правила

source: Click to Remove the Rule
bg: Кликнете за Премахване на Правило

source: S_tarting in folder:
bg: _Започва в папка:

source: Starting folder entry
bg: Започва от папка

source: Enter the folder name where you want to start the search
bg: Въведете името на папката където вие искате да започнете търсенето

source: Rules:
bg: Правила:

source: A_dd Rule:
bg: _Добавя Правило:

source: Search Rules Menu
bg: Меню за Правила на Търсене

source: Select a search rule from the menu
bg: Избор на правила за търсене от менюто

source: Click to Add a Rule
bg: Кликнете за Добавяне на Правило

source: Click to Start the Search
bg: Кликнете за Начало на Търсене

source: Click to Stop the Search
bg: Кликнете за Спиране на Търсене

source: S_earch Results
bg: _Резултати от Търсене

source: Folder
bg: Папка

source: Date Modified
bg: Дата на Модифициране

source: Find files _named:
bg: Намерени _имена на файлове:

source: File Name Entry
bg: Име на Файл

source: Enter the file name you want to search
bg: Въведете име на файл за който искате да търсите

source: Click to Start the search
bg: Кликнете за да Започне търсене

source: Click to Stop the search
bg: Кликнете за Спиране на търсенето

source: Simple
bg: Просто

source: (C) 1998,2002 the Free Software Foundation
bg: (C) 1998,2002 Фондация за Свободен Софтуер

source: Frontend to the unix find/locate commands
bg: Shell за командите на unix find/locate

source: File %s already exists. Overwrite?
bg: Файла %s вече съществува. Да го презапиша?

source: Cannot save the results file.
bg: Не мога да запазя файла с резултата.

source: S_how Command...
bg: _Показва Команда...

source: Show the command used to perform the search
bg: Показва командата използвана за изпълнение на търсенето

source: Save Results _As...
bg: Запазва _Резултата Като...

source: Save the search results
bg: Запазва резултата от търсенето

source: Sear_ch
bg: Т_ърси

source: Cannot initialize bonobo.
bg: Не мога да инициализиран bonobo.

source: Search Tool
bg: Инструмент за Търсене

source: GNOME System Log Viewer
bg: Програма на ГНОМЕ за Преглед на Системни Журнали

source: Action options
bg: Опции на действия

source: fixed 12
bg: фиксиран 12

source: fixed Bold 12
bg: фиксиран Удебелен 12

source: fixed 10
bg: фиксиран 10

source: fixed Bold 8
bg: фиксиран Удебелен 8

source: System Log
bg: Системен Журнал

source: View the system log file
bg: Преглед на файловете със системни журнали

source: S_witch Log
bg: П_ревключва Журнал

source: _Monitor...
bg: _Наблюдение...

source: Monitor Log
bg: Наблюдение на Журнал

source: _Properties
bg: Н_астройки

source: Show Log Properties
bg: Показва Настройки на Журнал

source: _Calendar
bg: _Календар

source: Show Calendar Log
bg: Показва Журнал на Календар

source: _Entry Detail
bg: Подробно за _Елемент

source: Show Entry Detail
bg: Показва Подробности за Елемент

source: _Log
bg: _Журнал

source: Last Modified:
bg: Последна Модификация:

source: File already opened
bg: Файла вече е отворен

source: Cannot load required fonts, cannot continue
bg: Не мога да заредя заявеният шрифт, не мога да продължа

source: Too many logs to monitor. Remove one and try again
bg: Твърде много журнали за наблюдение. Премахнете един и опитайте отново

source: Create compressed archives containing many files
bg: Създава компресиран архив съдържащ много файлове

source: Number of files: %d Number of folders: %d
bg: Брой на файлове: %d Брой на папки: %d

source: %s removed
bg: %s премахнат

source: Failed to create %s
bg: Грешка при създаване на %s

source: All files selected
bg: Всички избрани файлове

source: All files removed
bg: Всички премахнати файлове

source: %s created
bg: %s създаден

source: %s added
bg: %s добавен

source: _Add file or folder...
bg: _Добавя файл или папка...

source: Add a file or folder to archive
bg: Добавя файл или папка за архивиране

source: _Create archive...
bg: _Създава архив...

source: _Remove
bg: _Премахва

source: Remove the selected item
bg: Премахва избраните обекти

source: R_emove All
bg: П_ремахва Всички

source: Remove all items
bg: Премахва всички обекти

source: _Create Archive
bg: _Създава Архив
